Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/wesnoth-Elf_War/*.po
Languages: de, pt

source: Campaign Desingner - Mkgego - the creator of the original Elf War Current Maintainer - trewe (sjrs456@yahoo.fr) - Campaign update to 1.10 Previous Maintainer - Dimitar Ilccov (Mythological) - Campaign update to BfW 1.4 and adaptation to multiplayer
de: Kampagnen Design - Mkgego - der Schöpfer des ursprünglichen Elfen Krieg Aktuelle Betreuer - trewe (sjrs456@yahoo.fr) - Kampagne Update auf 1.10 Bisherigen Betreuer - Dimitar Ilccov (Mythologische) - Kampagne Update auf BfW 1,4 und Anpassung an den Multiplayer
pt: Criador de Campanha - Mkgego - o criador da original Guerra Elfa Mantenedor actual - trewe (sjrs456@yahoo.fr) - actualização da campanha para 1,10 Mantenedor anterior - Dimitar Ilccov (mitológico) - actualização da campanha para BfW 1.4 e adaptação ao multijogador

source: Contributors: Richard Trup (Truper) - Story and grammar Jake Bailey (jb)  Maps Joshua Northey (Becephalus)  Maps Death - Maps
de: Mitwirkende: Richard Trup (Truper) - Geschichte und Grammatik Jake Bailey (jb) Karten Joshua Northey (Becephalus) Karten Death - Karten
pt: Colaboradores: Richard Trup (Truper) - História e gramática Jake Bailey (jb) -Mapas Joshua Northey (Becephalus) -Mapas Death - Mapas

source: Special thanks to the people who made MP campaigns possible: Mark de Wever (Skeleton Crew/Mordante) - code support for MP Campaigns Jan R. (Rhuvaen) - WML support for MP Campaigns Soliton - server support for MP Campaigns
de: Besonderen Dank an alle , die MP-Kampagnen möglich gemacht haben: Mark de Wever (Skeleton Crew / Mordante) - Code-Unterstützung für MP-Kampagnen Jan R. (Rhuvaen) - WML-Unterstützung für MP-Kampagnen Soliton - Server-Unterstützung für MP-Kampagnen
pt: Agradecimentos especiais para as pessoas que fizeram campanhas MP possível: Mark de Wever (Skeleton Crew / Mordante) - suporte a código de Campanhas de MP Jan R. (Rhuvaen) - suporte WML para Campanhas MP Soliton - suporte ao servidor para Campanhas MP

source: 64 years have passed after the war between Dwarves and Elves...
de: 64 Jahre sind seit dem Krieg zwischen Zwergen und Elfen vergangen...
pt: Passaram-se 64 anos após a guerra entre os Anões e os Elfos ...

source: When the war was finished, the leaders of both races signed the Frontier Pact.
de: Als der Krieg beendet war, unterzeichneten beide Rassen das Grenzabkommen.
pt: Quando a guerra terminou, os líderes de ambas as raças assinaram o Pacto da Fronteira.

source: In the Frontier Pact it was agreed that there would be no more war between the two races, and the border between Elves and Dwarves would only be guarded by two outposts.
de: Im Grenzabkommen wurde vereinbart, dass es keinen Krieg mehr zwischen den beiden Rassen geben würde und die Grenze zwischen Elfen und Zwergen nur durch zwei Außenposten bewacht werden würde.
pt: No Pacto da Fronteira foi acordado que não haveria mais guerra entre as duas raças, e a fronteira entre os Elfos e os Anões só seria guardada por dois postos avançados.

source: Everyone knew that peace was just an illusion because if one side broke the Frontier Pact, war would be imminent.
de: Jeder wusste, dass der Frieden nur eine Illusion war, denn wenn eine Seite das Grenzabkommen bräche, stünde Krieg unmittelbar bevor.
pt: Todos sabiam que a paz era apenas uma ilusão, porque se um dos lados quebrasse o Pacto de da Fronteira, a guerra estaria iminente.

source: Although no one believed the peace would last, it has survived until today.
de: Obwohl niemand glaubte, dass der Frieden halten würde, hat er bis heute gehalten.
pt: Embora ninguém acreditava que a paz iria durar, tem sobrevivido até hoje.

source: Elf War - {NAME} (easy)
de: Elfenkrieg - {NAME} (einfach)
pt: Guerra Elfa - {NAME} (fácil)

source: Elf War - {NAME} (normal)
de: Elfenkrieg - {NAME} (normal)
pt: Guerra Elfa - {NAME} (normal)

source: Elf War - {NAME} (hard)
de: Elfenkrieg - {NAME} (hart)
pt: Guerra Elfa - {NAME} (díficil)
