Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/wesnoth-Elf_War/*.po
Languages: de, pt

source: Kruksu and both elves have built an outpost at the far side of the lake, to prepare for the assault against the human defenses...
de: Kruksu und beide Elfen haben einen Außenposten auf der fernen Seite des Sees errichtet, um sich auf den Angriff gegen die Stellung der Menschen vorzubereiten...
pt: Kruksu e ambos os elfos construíram um posto avançado no lado oposto do lago, para prepararem-se para o ataque contra as defesas humanas...

source: Kruksu what are you doing here?
de: Kruksu, was machst Du hier?
pt: Kruksu o que estás a fazer aqui?

source: I have come to let my people be free. This has gone too far!
de: Ich bin gekommen mein Volk zu befreien. Dies ist zu weit gegangen!
pt: Vim para liderar o meu povo para a liberdade. Isto foi longe demais!

source: Foolish creature... Well, if it's your wish to die then I will grant it.
de: Törichte Kreatur... Nun, wenn es dein Wunsch ist zu sterben, so werde ich ihn gewähren.
pt: Criatura tola ... Bem, se tens vontade de morrer, então vou conceder-o.

source: Orcs, the time has come. Fight against those who pressed us into a war that we did not want. Let us fight for the freedom this cur took from us!
de: Orks, die Zeit ist gekommen. Kämpft gegen diejenigen die uns in einen Krieg den wir nicht wollten zwangen. Lasst uns für den Frieden kämpfen den dieser Hundesohn uns nahm!
pt: Orcs, chegou o momento. Lutam contra aqueles que nos puxaram para uma guerra que não queríamos. Vamos lutar pela liberdade que este cão tirou-nos!

source: Stupid King Dunks, I knew that I had to kill you when we took control over your city. Prepare to die too!
de: Dummer König Dunks, ich wusste das ich dich irgendwann töten muss als wir die Kontrolle über deine Stadt übernahmen. Bereite dich vor ebenfalls zu sterben!
pt: Rei Dunks estúpido, sabia que tinha que matar-te quando tomou o controlo da sua cidade. Prepare-se para morrer também!

source: Hurry up Kruksu, you must cross the lake and help us. We will not resist too much longer!
de: Beeile dich Kruksu, du musst den See überqueren und uns helfen. Wir können nicht mehr lange Widerstand leisten!
pt: Apresse-se Kruksu, deve atravessar o lago e ajudar-nos Não vai resistir muito mais tempo!

source: Let us no waste more time, elves.
de: Lasst uns keine Zeit mehr verlieren, Elfen.
pt: Não percamos mais tempo, elfos.

source: We need to secure the lake. Send some cockatrices, then finish them!
de: Wir müssen den See sichern. Sendet einige Gorgoniten, dann erledigt sie!
pt: Precisamos de proteger o lago. Enviem alguns basiliscos, depois, acabam com eles!

source: Nooo... Everything is lost, accursed orcs! I will return someday and finish my goal!
de: Neeiiin... Alles ist verloren, verfluchte Orks! Ich werde eines Tages zurück kehren und mein Ziel erreichen!
pt: Nãooo ... Tudo está perdido, malditos orcs! Voltarei um dia e concluo o meu objectivo!

source: He has disappeared!
de: Er ist verschwunden!
pt: Desapareceu!

source: Magic... We can't follow him, he has been transported somewhere...
de: Magie... Wir können ihm nicht folgen, er wurde irgendwo hin teleportiert...
pt: Magia... Não podemos seguir-o, foi transportado a algum lugar...

source: Thank you elves for helping us in our task. Now that you know the real history please tell it to the dwarves... It is logical that they will never accept our excuses. We are going to need to re-build the city and push out the human army. Then, we will march to the humans territory and defeat Ebrahim II.
de: Ich danke euch Elfen dafür, dass ihr uns bei unsere Aufgabe geholfen habt. Nun da ihr die wahre Geschichte kennt, gebt sie bitte an die Zwerge weiter... Es ist logisch, dass sie nie unsere Entschuldigungen akzeptieren werden. Wir werden die Stadt neu aufbauen und die Armee der Menschen vertreiben müssen. Dann werden wir in das Gebiet der Menschen marschieren und Ebrahim II besiegen.
pt: Obrigado por nos ajudar, elfos, na nossa tarefa. Agora que sabem a história real, por favor contam-a aos anões ... É lógico que nunca vão aceitar as nossas desculpas. Temos a necessidade de reconstruir a cidade e expulsar o exército humano. Em seguida, vamos marchar para o território humano e derrotar Ebrahim II.

source: We have already sent some Gryphon Riders to the dwarvish capital in order to send this message from you to them. It seems that this war has come to an end.
de: Wir haben bereits einige Greifenreiter zur Hauptstadt der Zwerge gesendet, um diese Nachricht von euch an sie zu überbringen. Es scheint als hätte dieser Krieg ein Ende gefunden.
pt: Já mandei alguns montadores de Grifos para a capital anã, a fim de enviar esta mensagem de ti para eles. Parece que essa guerra chegou ao fim.

source: It seems so. Our forces will stay here and help rebuild the city. Then we are ALL going to march against our common enemy.
de: Es scheint so. Unsere Streitkräfte werden hier bleiben und beim Wiederaufbau der Stadt helfen. Dann werden wir ALLE gegen unseren gemeinsamen Feind marschieren.
pt: Parece que sim. As nossas forças vão ficar aqui e ajudar a reconstruir a cidade. Em seguida vamos TODOS marchar contra o nosso inimigo comum.

source: Ebrahim II had already started to secure his lands and is awaiting the attack from his enemies. The war and bloodshed seen thus far would be just a shadow compared to what would come. But, that is a other story...
de: Ebrahim II hatte bereits begonnen sein Land zu sichern und wartet auf den Angriff seiner Feinde. Der Krieg und das Blutvergießen die man bisher sah würden nichts sein im Vergleich zu dem was kommen sollte. Aber, dies ist eine andere Geschichte...
pt: Ebrahim II já tem começado a garantir as suas terras e aguarda o ataque dos seus inimigos. A guerra e o derramamento de sangue visto até agora seria apenas uma sombra em comparação com o que viria. Mas, isso é uma outra história...

source: Arrrrgh... We have failed, Ebrahim II has won!
de: Arrrrgh... Wir haben versagt, Ebrahim II hat gewonnen!
pt: Arrrrgh... Falhamos, Ebrahim II ganhou!

source: Noooo!
de: Neeeiiin!
pt: Nãooo!

source: Too late, he is dead.
de: Zu spät, er ist tot.
pt: Demasiado tarde, morreu.

source: Kruksu,is it my wish before I die to name you king of the orcs, please fight for our freedom!
de: Kruksu, es ist mein Wunsch bevor ich sterbe dich zum König der Orks zu ernennen, bitte kämpfe für unsere Freiheit!
pt: Kruksu, é o meu desejo antes de morrer que sejas o rei dos orcs, por favor, luta pela nossa liberdade!

source: All right, let us kill Ebrahim II and secure the city, hurry up!
de: In Ordnung, lasst uns Ebrahim II töten und die Stadt sichern, beeilt euch!
pt: Tudo bem, vamos matar Ebrahim II e proteger a cidade, apressam-se!

source: Reinforcements have arrived!
de: Verstärkung sind angekommen!
pt: Os reforços chegaram!

source: Good, kill them all!
de: Gut, tötet sie alle!
pt: Bom, matem-os a todos!

source: Elves, Dwarves and Orcs
de: Elfen, Zwerge und Orks
pt: Elfos, Anões e Orcs

source: Humans
de: Menschen
pt: Humanos

source: The Battle of Vesna Valley
de: Die Schlacht von Vesna Tal
pt: A Batalha do Vale Vesna

source: Kill all Dwarvish leaders AND let live at least 1 dwarf
de: Tötet alle Zwergen Anführer UND lass mindestens 1 Zwerg am leben
pt: Mata todos os líderes Anões E deixa viver, pelo menos, um anão

source: After killing the dwarves responsible for building the forbidden third outpost, Kelmi and Rewny entered dwarvish territory and established a camp near two other leaders.
de: Nachdem sie die Zwerge getötet hatten die für den Aufbau des verbotenen dritten Außenpostens verantwortlich waren, betraten Kelmi und Rewny das Gebiet der Zwerge und errichteten ein Lager nahe zweier anderer Heeresführer.
pt: Depois de matar os anões responsáveis pela construção do posto terceiro proibido, Kelmi e Rewny entraram em território anão e estabeleceram um acampamento perto de dois outros líderes.

source: You dwarves! Why have you broken the Frontier Pact?
de: Zwerge! Warum habt ihr den Grenzpakt gebrochen?
pt: Anões! Porque quebraram o Pacto de Fronteira?

source: Blast it! The elves are here. Let us hope they dinna' find the cave entrance...
de: Verdammt, die Elfen sind hier. Lasst uns hoffen dass sie den Eingang zur Höhle nicht finden...
pt: Arre, os elfos estão aqui. Esperemos que não encontram a entrada da caverna...

source: No! This means our brothers have failed in their task, and now the elves think we want a war...
de: Nein... Dies bedeutet das unsere Brüder versagt haben und nun glauben die Elfen wir wollten Krieg...
pt: Não... Isso significa que os nossos irmãos falharam na sua tarefa, e agora os elfos pensam que queremos uma guerra...

source: Calm down, my brother, we will force them back. We must.
de: Beruhige dich, mein Bruder, wir zwingen sie zurück. Wir müssen.
pt: Calma, meu irmão, vamos forçá-los de volta. Devemos.

source: Well? I will have an answer!
de: Nun? Ich will eine Antwort haben!
pt: Bem? Vou ter uma resposta!

source: Our reasons are none o' your business, elf. Ye'll get no answers from us.
de: Unsere Gründe gehen dich nichts an, Elf. Du wirst keine Antwort von uns erhalten.
pt: As nossas razões não é da tua conta, elfo. Não vai ter nenhuma resposta de nós.

source: Then YOU shall get war!
de: Dann werdet IHR krieg erhalten.
pt: Então deverás receber a guerra!

source: If they will not give us the answers we seek, perhaps we should capture some dwarves and interrogate them.
de: Wenn ihr nicht uns die Antworten gebt, die wir suchen, sollten wir vielleicht einige Zwerge fangen und sie verhören.
pt: Se não dão as respostas que buscamos, talvez devêssemos capturar alguns anões e interrogá-los.

source: Good idea. You heard her, Rewny?
de: Gute Idee. Du hast sie gehört, Rewny?
pt: Boa ideia. Ouviste-a, Rewny?

source: Let it be so.
de: So soll es sein.
pt: Que seja.

source: Please wait, you should know one thing...
de: Bitte wartet, ihr solltet eine Sache wissen...
pt: Por favor, espere, deve saber uma coisa...

source: Speak dwarf!
de: Sprich Zwerg!
pt: Fala Anão!

source: We didn't want to break the Frontier Pact... We started to build an encampament in order to protect our people...
de: Wir wollten das Grenzabkommen nicht brechen... Wir haben begonnen ein Lager zu bauen um unsere Leute zu schützen...
pt: Não queríamos quebrar o Pacto da Fronteira... Começamos a construir um acampamento a fim de proteger o nosso povo...

source: Protect them against what?
de: Vor was wolltet ihr sie beschützen?
pt: Proteger-os de que?

source: Against... (BOOOM)...... Uaaaaaaaaaaaaargh...
de: Gegen... (BOOM)...... Aaaaaaaaaaaaargh...
pt: Contra... (BOOOM)...... Uaaaaaaaaaaaaargh...

source: He is dead... A thundershot from inside the cave has killed him...
de: Er ist tot... Ein Blitz aus dem Inneren der Höhle hat ihn getötet...
pt: Está morto... Um trovão disparado de dentro da caverna matou-o...

source: Then it is a good thing we left others alive. Tamora, interrogate them, and find out what they know.
de: Dann ist es gut, dass wir andere am Leben gelassen haben. Tamora, verhöre sie, und findet heraus, was sie wissen.
pt: Então é positivo que deixamos os outros vivos. Tamora, interrogá-los e descobra o que sabem.

source: It seems he had begun to tell us the truth. Orcs are invading dwarvish lands. The dwarves were building the third outpost as a place to move their noncombattants away from the fighting.
de: Es scheint, hatte er begonnen, uns die Wahrheit sagen. Orks dringen in Zwergisch Länder ein. Die Zwerge bauten den dritten Außenposten als ein Ort, um ihre Nichtbewaffnete weg von den Kämpfen zu bewegen.
pt: Parece que tinha começado a dizer-nos a verdade. Os Orcs estão a invadir terras anãs. Os anões estavam a construir o terceiro posto avançado, como um lugar para mover os seus civis longe da luta.

source: Then why didn't they tell us?
de: Und warum haben sie uns nichts gesagtn?
pt: Então porque não dizeram-nos?

source: Need you ask? Despite the Frontier Pact, there have centuries of mistrust between our peoples. Is there more, Tamora?
de: Noch fragen? Trotz des Grenzpaktes gab es Jahrhunderte des Misstrauens zwischen unseren Völkern. Gibt es noch was, Tamora?
pt: Precisa de perguntar? Apesar do Pacto de Fronteira, há séculos de desconfiança entre os nossos povos. Há algo mais, Tamora?

source: Yes. See that cave entrance yonder? The caves behind it lead under the mountains, to the lands the orcs are invading.
de: Ja. Siehst du den Höhleneingang da drüben? Die Höhlen dahinter führen unter den Bergen, in die Länder der Orks.
pt: Sim. Vês ali a entrada da caverna? As cavernas por trás dela conduzir sob as montanhas, para as terras que os orcs estão a invadir.

source: Then it is a good thing we left others alive. I will interrogate them, and find out what they know.
de: Dann ist es gut dass wir andere am Leben gelassen haben. Ich werde sie verhören, um herauszufinden, was sie wissen.
pt: Então é positivo que deixamos os outros vivos. Vou interrogá-los e descobrir o que sabem.

source: Need you ask? Despite the Frontier Pact, there have centuries of mistrust between our peoples.
de: Noch fragen? Trotz des Grenzpaktes gab es Jahrhunderte des Misstrauens zwischen unseren Völkern.
pt: Precisa de perguntar? Apesar do Pacto de Fronteira, há séculos de desconfiança entre os nossos povos.

source: But there is more. See that cave entrance yonder? The caves behind it lead under the mountains, to the lands the orcs are invading.
de: Aber da ist mehr. Siehst du den Höhleneingang da drüben? Die Höhlen dahinter führen unter den Bergen, in die Länder der Orks.
pt: Mas há mais. Vês ali a entrada da caverna? As cavernas por trás dela conduzem sob as montanhas, para as terras que os orcs estão a invadir.

source: Whoever is in those caves tried to stop us from learning the truth. I am not convinced we have all of it, even now. If the dwarves are under attack by the orcs, why would they risk war with us as well?
de: Wer immer in diesen Höhlen ist versucht uns abzuhalten die Wahrheit zu erlernen. Ich bin mir nicht sicher dass wir schon alles haben. Wenn die Zwerge unter Beschuss durch die Orcs sind, warum sollten einen Krieg mit uns riskieren.
pt: Quem quer que está nessas cavernas tentou impedir-nos de conhecer a verdade. Não estou convencido de que temos tudo, mesmo agora. Se os anões estão sob ataque pelos orcs, porque arriscam a guerra conosco também?

source: Then we must go on. Onward, into the caves!
de: Dann müssen wir weiter gehen. Vorwärts, in die Höhlen!
pt: Então devemos ir em frente. Avante, para as cavernas!

source: Oh no! We are lost. We should have kept at least one dwarf alive to interrogate him.
de: Oh nein! Wir sind verloren. Wir sollten mindestens einen Zwerg am Leben halten um ihn zu verhören.
pt: Ó não! Estamos perdidos. Deveríamos ter mantido pelo menos um anão vivo para interrogá-lo.

source: Indeed we are, now we will never learn what was happening.
de: In der Tat sind wir, jetzt werden wir nie erfahren, was los war.
pt: De facto estamos, agora nunca iremos saber o que estava a acontecer.

source: Inside the Mountain
de: Im Inneren des Berges
pt: Dentro da Montanha

source: Find the way out of the cave
de: Findet den Weg aus der Höhle
pt: Encontra o caminho para fora da caverna

source: Kelmi and Rewny ventured into the caves...
de: Kelmi und Rewny fanden die Höhe und wagten sich hinein...
pt: Kelmi e Rewny encontraram a caverna e aventuraram-se no interior...

source: I hate caves...They are so dark!
de: I hasse Höhlen... Sie sind so dunkel!
pt: Odeio cavernas... São tão escuras!

source: Then we should find the other side!
de: Dann sollten wir die andere Seite der Höhle finden!
pt: Então, devemos encontrar o outro lado da caverna!

source: Somewhere inside the cave:
de: Irgendwo innerhalb der Höhle:
pt: Algures dentro da caverna:

source: We must stop yon elves at all costs!
de: Wir müssen die Elfen um jeden Preis stoppen!
pt: Temos de parar os elfos, a qualquer custo!

source: Aye...The other side is being invaded by the orcs...Riko will die if we dinna' help him soon!
de: Jawohl ... Die andere Seite wird von den Orks überfallen ... Riko wird sterben, wenn wir ihm bald nicht helfen!
pt: Sim ... O outro lado está a ser invadido por orcs ... Riko morrerá se não ajudá-lo em breve!

source: The elves are no match for us in these caves. I'll chop them all with my axe!
de: Die Elfen sind keine Gegner für uns in diesen Höhlen. Ich werde sie alle mit meiner Axt zerhacken!
pt: Os elfos não são páreo para nós nestas cavernas. Vou cortá-las todos com o meu machado!

source: Defeat the elves quickly, so we can go to Riko's aid!
de: Besiegt die Elfen schnell, damit wir Riko zu Hilfe eilen können!
pt: Derrota os elfos depressa, para que possamos ir para auxiliar Riko!

source: DIE DIE DIE DIE DIE DIE DIE DIE DIE!
de: STIRB STIRB STIRB STIRB STIRB STIRB STIRB STIRB!
pt: MORRE MORRE MORRE MORRE MORRE!

source: OUCH OUCH OUCH OUCH OUCH OUCH OUCH OUCH....(dies)
de: OUCH OUCH OUCH OUCH OUCH OUCH OUCH OUCH....(stirbt)
pt: OUCH OUCH OUCH OUCH OUCH OUCH OUCH OUCH....(morre)

source: We found the other side, this dwarf was protecting it.
de: Wir haben die andere Seite gefunden, die dieser Zwerg beschützt hat.
pt: Encontramos o outro lado, que este anão estava a proteger.

source: I was beginning to find this darkness unendurable. I wonder what we shall find when we reach the light?
de: Ich fing an, diese Dunkelheit unerträglich zu finden. Ich frage mich, was werden wir finden, wenn wir das Licht erreichen?
pt: Começava a achar esta escuridão insuportável. Pergunto-me o que vamos encontrar quando chegarmos à luz?

source: Convenience Alliance
de: Zweckbündniss
pt: Aliança de Conveniência

source: Defeat all enemy leaders
de: Besiegt alle gegnerischen Anführer
pt: Derrota todos os líderes inimigos

source: Death of Riko
de: Tod von Riko
pt: Morte de Riko

source: Kelmi and Rewny emerged from the caves...
de: Kelmi und Rewny tauchten aus den Höhlen aus...
pt: Kelmi e Rewny emergiram das cavernas...

source: There they saw that the dwarves were fighting against orcs.
de: Dort sahen sie, dass die Zwerge gegen Orks kämpften.
pt: Lá viram que os anões estavam a lutar contra os orcs.

source: Look, Orcs are here!
de: Sieh, hier sind Orks!
pt: Olhem, orcs estão por aqui!

source: I see -- what should we do? Orcs have been our enemies since the time our races first met.
de: Ich sehe es -- was sollen wir tun? Orks sind unsere Feinde seit unsere Rassen einander begegneten.
pt: Vejo - o que devemos fazer? Os orcs foram os nossos inimigos desde o tempo em que as nossas raças se encontraram pela primeira vez.

source: So the dwarves were telling the truth. I begin to think we have been making a mistake...
de: Also haben die Zwerge die Wahrheit gesagt. Ich fange an zu denken, dass wir einen Fehler gemacht haben...
pt: Então os anões diziam a verdade. Começo a pensar que temos vindo a fazer um erro...

source: Please help me fight these orcs. We can discuss our differences later.
de: Bitte helft mir diese Orks zu bekämpfen. Wir können unsere Probleme später diskutieren.
pt: Por favor ajudem-me a lutar contra estes orcs. Podemos discutir as nossas diferenças mais tarde.

source: We will help you. When this battle is won, we must talk.
de: Wir helfen euch. Wenn diese Schlacht gewonnen ist, müssen wir reden.
pt: Vamos ajudar-te. Quando esta batalha está ganha, temos de falar.

source: Hahahaha, do you dwarves think these elves are going to stop us from destroying your home?
de: Hahahaha, glaubt ihr Zwerge diese Elfen könnten uns davon abhalten eure Heimat zu zerstören?
pt: Hahahaha, acham que esses elfos, vão nos impedir de destruir a vossa casa?

source: Maybe not...But me and my men are going to fight till the end!
de: Vielleicht nicht... Aber ich und meine Männer werden bis zum Ende kämpfen!
pt: Talvez não ... Mas eu e os meus homens irão lutar até o fim!

source: So are we and our men!
de: So sind wir und unsere Männer!
pt: Assim somos e os nossos homens!

source: Fight to the death, then! The respect for our strength will reach far once this territory is ours.
de: Kämpft bis zum Tod, alsdann! Der Respekt vor unserer Stärke wird weit kommen, sobald dieses Gebiet ist unser ist.
pt: Lutam até a morte, então! O respeito pela nossa força vai chegar longe uma vez que este território é nosso.

source: This day is going to go down in history. By nightfall, your hope will be crushed and your bodies piled on the hills
de: Dieser Tag wird in die Geschichte eingehen. Bei Einbruch der Nacht, wird eure Hoffnung zerquetscht und eure Körper auf den Hügeln gestapelt werden.
pt: Este dia vai ficar na história. Ao cair da noite, a sua esperança será esmagado e os seus corpos amontoados nas colinas

source: I have been defeated.
de: Ich wurde besiegt.
pt: Fui derrotado.

source: Nooooooo!
de: Neeeeiiiin!
pt: Nãoooooo!

source: It is over, we have failed in our task...
de: Es ist vorbei, wir haben versagt...
pt: Está tudo acabado, falhamos na nossa tarefa...

source: The orcs are retreating! I thank ye, elves, for helping us to defeat the orcs.
de: Die Orks ziehen sich zurück! Dank euch Elfen für die Hilfe beim Sieg über diese Orks...
pt: Os orcs estão a recuar! Obrigado elfos, por nos ajudar a derrotar os orcs...

source: They have started a massive assault on our lands...
de: Sie haben einen massiven Angriff auf unser Land gestartet...
pt: Começaram um ataque massivo às nossas terras...

source: If you were under attack, why the hell did your people break the Frontier Pact?
de: Wenn ihr angegriffen wurdet, warum zur Hölle habt ihr dann das Grenzabkommen gebrochen?
pt: Se estavam sob ataque por que diabo foi o vosso povo quebrar o Pacto da Fronteira?

source: That was no' our intention. We started to build a third base at the frontier just to move our civilians there. We'd hoped ye would nae notice until we had beaten the orcs.
de: Das war nicht unsere Absicht. Wir fingen an, eine dritte Basis an der Grenze zu bauen, nur um unsere Zivilisten dorthin zu verschieben. Wir hatten gehofft, ihr würde es nicht bemerken, bis wir die Orks geschlagen hätten.
pt: Essa não foi a nossa intenção. Começamos a construir uma terceira base na fronteira apenas para mover os nossos civis lá. Esperávamos não iriam notar até que tivéssemos vencido o orcs.

source: That was foolish. Elvish scouts are the finest in the world.
de: Das war dumm. Elfen Kundschafter sind die besten der Welt.
pt: Isso foi tolo. Os escuteiros dos elfos são os melhores do mundo.

source: Aye, that may be so, but still, we had nae choice.
de: Ja, das kann so sein, aber dennoch, wir hatten keine Wahl.
pt: Sim, isto pode ser assim, mas ainda assim, não tínhamos escolha.

source: We heard that, but we found it hard to believe. We have killed so many dwarves... Is there anything we could do to help your people?
de: Wir hörten dies, aber wir fanden es schwer zu glauben. Wir haben so viele Zwerge getötet ... Können wir etwas tun, um deine Menschen zu helfen?
pt: Ouvimos isso, mas achamos difícil de acreditar. Matamos tantos anões ... Existe alguma coisa que pudéssemos fazer para ajudar o teu povo?

source: I would be very thankful if ye could help us drive the orcs from our lands. There is news from our capital.
de: Ich wäre sehr dankbar wenn ihr uns helfen könntet, die Orks aus unseren Landen zu vertreiben. Es gibt Neuigkeiten aus unserer Hauptstadt.
pt: Ficaria muito grato se vocês poderiam ajudar-nos a impulsionar os orcs das nossas terras. Há notícias da nossa capital.
