Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/wesnoth-Elf_War/*.po
Languages: de, pt

source: Elf War
de: Elfenkrieg
pt: Guerra dos Elfos

source: The peace between Elves and Dwarves is over. Lead the elves to victory or die trying.
de: Der Frieden zwischen Elfen und Zwergen ist vorbei. Führe die Elfen zum Sieg oder stirb bei dem Versuch.
pt: A paz entre os Elfos e os Anões terminou. Comanda os elfos à vitória ou morre na tentativa.

source: (ELF)
de: (ELFEN)
pt: (GUERRA)

source: Easy
de: Leicht
pt: Fácil

source: (WAR)
de: (KRIEG)
pt: (ÉLFICA)

source: Hard
de: Schwierig
pt: Difícil

source: Campaign Designer
de: Kampagnenbetreuung
pt: Projecto de Campanha

source: Current maintainer
de: Aktueller Betreuer
pt: Mantenhador actual

source: Broken Pact
de: Gebrochenes Abkommen
pt: Pacto Quebrado

source: Kill all the Dwarvish leaders
de: Tötet alle Zwergen Anführer
pt: Mata todos os líderes Anões

source: Search the villages owned by the dwarves
de: Durchsucht die Dörfern von den Zwergen
pt: Procura nas aldeias pertencentes aos anões

source: (Bonus/optional objective)
de: (Bonus / optionales Ziel)
pt: (objectivo Bónus/opcional)

source: Death of Kelmi
de: Tod von Kelmi
pt: Morte de Kelmi

source: Death of Rewny
de: Tod von Rewny
pt: Morte de Rewny

source: Elves
de: Elfen
pt: Elfos

source: Dwarves
de: Zwerge
pt: Anões

source: One day, the dwarves started to build a third base.
de: Eines Tages begannen die Zwerge eine eine dritte Basis zu bauen.
pt: Um dia, os anões começaram a construir uma terceira base.

source: Look! The dwarves have started to build a third outpost, breaking the Frontier Pact!
de: Die Zwerge haben begonnen eine dritte Basis zu bauen, das Grenzabkommen brechend.
pt: Olha! Os anões começaram a construir um terceiro posto avançado rompendo com o Pacto de Fronteira!

source: Why would they do such a thing? The peace has served both our peoples well.
de: Warum sollten sie so etwas tun? Der Frieden hat beiden unseren Völkern gut gedient.
pt: Porque fariam uma coisa dessas? A paz tem servido bem ambos os nossos povos.

source: I know not why, but I know we cannot afford to let this betrayal go unpunished. You know what to do Elrion.
de: Ich weiß nicht warum, aber ich weiß, wir können nicht zulassen, daß dieser Verrat ungestraft bleibt. Ihr wisst, was zu tun ist Elrion.
pt: Não sei porquê, mas sei que não podemos permitir que essa traição fique impune. Sabes o que fazer Elrion.

source: All right...EVERYONE TO ARMS!
de: Alles klar... ALLE ZU DEN WAFFEN!
pt: Certo ... TODOS AS ARMAS!

source: Those dwarves must be taught what it is to break a pact with our race...
de: Diese Zwerge müssen gelehrt werden, was es ist, einen Pakt mit unserer Rasse zu brechen...
pt: Estes anões têm de ser ensinados o que é quebrar um pacto com a nossa raça ...

source: I knew the elves couldna' fail to mark wha' we do... We must hurry or our people will be lost!
de: Ich wusste, die Elfen konnte nicht umhin zu bemerken, was wir tun ... Wir müssen uns beeilen oder unser Volk geht verloren!
pt: Sabia que os elfos não poderia deixar de assinalar o que fazemos ... Temos de apressar-nos ou o nosso povo será perdido!

source: We ha' no choice Tiko, and ye know it. Where else to move our kin who canna' fight to save them from the orcs?
de: Wir hatten keine Wahl Tiko, und ich weiß es. Wohin sonst verschieben wir unsere Verwandten, die nicht kämpfen können, um sie vor den Orks zu retten?
pt: Não tínhamos escolha Tiko, e sei disso. Onde mais mover o nosso povo que não pode lutar para salvá-los dos orcs?

source: Mmmm...The dwarves look worried, strange and nervous...
de: Hmmm... Die Zwerge scheinen besorgt, seltsam und nervös...
pt: Mmmm... Os anões parecem preocupados, estranhos e nervosos...

source: The better for us! Let us waste no more time!
de: Unser Vorteil, lass uns keine Zeit mehr verlieren!
pt: Melhor para nós, não nos deixes perder mais tempo!

source: We will have to fight these elves to defend this place, although we dinna' want to... but what good to save our folk from the orcs only to have them slain by elves?
de: Wir müssen gegen diese Elfen kämpfen, um diesen Platz zu verteidigen, auch wenn wir nicht wollen, ... Aber was ist besser, unser Volk vor den Orks zu retten, nur um von Elfen erschlagen zu werden?
pt: Teremos de lutar contra esses elfos para defender esse lugar, embora não o queremos ... mas que melhor para salvar o nosso povo dos orcs só para tê-los mortos por elfos?

source: What is a knight doing here?
de: Was macht ein Ritter eigentlich hier?
pt: O que está um cavaleiro a fazer aqui?

source: Wait, do not attack!
de: Warte, greift nicht an!
pt: Espera, não ataques!

source: Who are you and what are you doing here?
de: Wer bist du und was machst du hier?
pt: Quem és e o que estás a fazer aqui?

source: I am sir $knight.name|, a knight at the court of the Duke of Elensefar.
de: Ich bin Sir $knight.name |, ein Ritter am Hof ​​des Herzogs von Elensefar.
pt: Sou Sir $knight.name|, um cavaleiro da corte do duque de Elensefar.

source: I was hiding from the dwarves.
de: Ich war mich vor den Zwergen am verstecken.
pt: estava a esconder-me dos anões.

source: It seems that we have a common enemy here. In exchange for your protection I am willing to offer you 50 gold and my services in this battle against the dwarves.
de: Es scheint, dass wir einen gemeinsamen Feind haben, hier. Im Gegenzug für deinen Schutz bin ich bereit, euch 50 Gold und meine Dienste in diesem Kampf gegen die Zwerge zu geben.
pt: Parece que temos um inimigo comum aqui. Em troca da tua protecção Estou disposto a oferecer-vos 50 moedas de ouro e os meus serviços nesta batalha contra os anões.

source: I do not trust him. He could have been hidding from us just as well as from the dwarves. Besides, us elves can achieve victory in this battle by ourselves.
de: Ich traue ihm nicht. Er könnte sich vor uns ebenso gut versteckt haben wie vor den Zwergen. Außerdem können wir Elfen den Sieg in diesem Kampf durch uns selbst erreichen.
pt: Não confio nele. Poderia ter sido a se esconder de nós tão bem como dos anões. Além disso, nós elfos podemos conseguir a vitória nesta batalha por nós mesmos.

source: I think that the situation demands that we accept his proposal. We do not need more enemies at this moment.
de: Ich denke, dass es die Situation erfordert, dass wir seinen Vorschlag annehmen. Wir brauchen nicht noch mehr Feinde in diesem Moment.
pt: Penso que a situação exige que aceitamos a sua proposta. Não precisamos de mais inimigos neste momento.

source: Kelmi, you know that I do not trust humans. They have tricked us in the past. Do you remember what Haldric did to bring the rage of the orcs and undead down upon our race right after we generously granted humans part of our ancestral land?
de: Kelmi, du weißt, dass ich kein Vertrauen in den Menschen habe. Sie haben uns in der Vergangenheit betrogen. Erinnerst du dich wie Haldric, die Wut der Orks und Untote auf unsere Rasse brachte gleich nachdem wir großzügig gewährt haben die Menschen in unserem angestammten Land zu wohnen?
pt: Kelmi, sabes que não confio em humanos. Enganaram-nos no passado. Lembras-te o que Haldric fez para trazer a fúria dos orcs e mortos-vivos sobre a nossa raça logo depois que generosamente concedamos parte da nossa terra ancestral?

source: Rewny, you know that I do not trust humans. They have tricked us in the past. Do you remember what Haldric did to bring the rage of the orcs and undead down upon our race right after we generously granted humans part of our ancestral land?
de: Rewny, du weißt, dass ich kein Vertrauen in den Menschen habe. Sie haben uns in der Vergangenheit betrogen. Erinnerst du dich wie Haldric, die Wut der Orks und Untote auf unsere Rasse brachte gleich nachdem wir großzügig gewährt haben die Menschen in unserem angestammten Land zu wohnen?
pt: Rewny, sabes que não confio em humanos. Enganaram-nos no passado. Lembras-te o que Haldric fez para trazer a fúria dos orcs e mortos-vivos sobre a nossa raça logo depois que generosamente concedamos parte da nossa terra ancestral?

source: Well, humans can be both good and bad. I am willing to take the risk.
de: Nun, die Menschen können sowohl gut als auch schlecht sein. Ich bin bereit, das Risiko einzugehen.
pt: Bem, os humanos podem ser bom e ruim. Estou disposto a assumir o risco.

source: Sir $knight.name|, we accept the deal. My elves will guard your life with theirs. You may join our forces in this battle, and if you survive, you will be free to leave to a destination of your choice, as long as it is not in the elvish lands. But do not abuse our trust!
de: Sir $knight.name|, wir akzeptieren den Vorschlag. Meine Elfen werden Ihr Leben für deines lassen Du kannst unsere Streitkräfte in diesem Kampf anschließen und wenn du überlebtst , steht es dir frei zu einem Ziel deiner Wahl zu verlassen solange es nicht in den elfischen Landen ist. Aber missbrauche nicht unser Vertrauen!
pt: Sir $knight.name|, aceitamos o acordo. Os meus elfos guardarão a tua vida com a deles. Podes juntar-te as nossas forças nesta batalha, e se sobreviveres, estarás livre para deixar um destino da tua escolha, desde que não seja nas terras dos elfos. Mas não abuses da nossa confiança!

source: And I will risk my life for yours.
de: Und ich werde mein Leben für deines riskieren.
pt: E vou arriscar a minha vida por vós.

source: Oh, I almost forgot. Take this!
de: Oh, ich vergaß. Nimm das!
pt: Oh, quase esqueci. Tomam isso!

source: Each of the players gets 25 gold
de: Jeder der Spieler erhält 25 Gold
pt: Cada um dos jogadores ganha 25 peças de ouro

source: To battle!
de: Zur Schlacht!
pt: À batalha!

source: Nooo...Our people are lost...
de: Neeiin... Unser Volk ist verloren...
pt: Nãooo... O nosso povo está perdido...

source: We have done what must be done here.
de: Wir haben getan, was hier getan werden musste.
pt: Fizemos o deve ser feito aqui.

source: No. We are no closer to knowing why the dwarves broke the Pact. Unless we find out, who is to say they were not preparing an invasion, or some other treachery?
de: Nein, wir sind keinen Schritt näher zu wissen, warum die Zwerge den Pakt brachen. Solange wir nicht herausfinden, wer sagt dass sie nicht eine Invasion vorbereiteten oder einen anderen Verrat?
pt: Não. Não estamos mais perto de saber porque os anões quebraram o pacto. A menos que encontramos, que é para dizer que não estavam a preparar uma invasão, ou outra traição?

source: Very well. If we are to find the answer, we must venture into the mountains. You realize that this will mean mounting an invasion ourselves?
de: Sehr gut. Wenn wir die Antwort finden wollen, müssen wir in die Berge uns wagen. Du erkennst, dass dies bedeutet selbst eine Invasion zu starten?
pt: Muito bem. Se quisermos encontrar a resposta, devemos aventurar-nos nas montanhas. Percebes que isto implicará montar uma invasão nós mesmos?

source: The necessity does not make me happy, but remember, it was the dwarves who broke the Frontier Pact, not the elves. From the moment that they did so, a state of war existed between us.
de: Die Notwendigkeit, macht mich nicht glücklich, aber vergesst nicht, es waren die Zwerge, die den Grenzpakt brachen, nicht die Elfen. Von dem Moment an, als sie dies taten, gab es Krieg zwischen uns.
pt: A necessidade não me faz feliz, mas lembra-te, foram os anões que quebraram o pacto de Fronteira não, os elfos. A partir do momento que assim o fizeram, existe um estado de guerra entre nós.

source: Now I must depart. Our king would have been interested in what happened here, your actions have furthered his plans. But he will not find that out from me, since you have spared me. Farewell!
de: Jetzt muss ich abreisen. Unser König wäre daran interessiert, was hier passiert ist, eure Handlungen förderten seine Pläne. Doch er wird nicht dass aus mir herausfinden, denn du hast mich verschont. Lebe wohl!
pt: Agora devo partir. O nosso rei estaria interessado no que aconteceu aqui, as vossas acções têm favorecido os seus planos. Mas não vai descobrir isso de mim, desde que tenham me poupado. Adeus!

source: Farewell...
de: Leb wohl...
pt: Adeus...

source: Something tells me that we have not seen the last of him.
de: Etwas sagt mir, dass wir noch nicht das letzte von ihm gesehen haben.
pt: Algo me diz que não vimos o último dele.

source: Last Orc Stand
de: Letztes Gefecht der Orks
pt: Último Suporte Orc

source: Defeat Kruksu
de: Besiege Kruksu
pt: Derrote Kruksu

source: Finally, we seem to be at the end of our task.
de: Endlich, wir scheinen am Ende unserer Aufgabe angelangt zu sein.
pt: Finalmente, parece que estamos no final da nossa tarefa.

source: Hopefully it is so. The orcs' outpost is very big... what should we do?
de: Hoffentlich. Der Außenposten der Orks ist sehr groß... was sollen wir tun?
pt: Esperemos que seja assim. O posto avançado dos orcs é muito grande ... o que devemos fazer?

source: Hello my friends, I come to assist you in this final battle!
de: Hallo meine Freund, ich komme um euch in diesem finalen Kampf zu unterstützen!
pt: Olá meus amigos, venho para ajudar-vos nesta batalha final!

source: Good to see you Riko, how is the capital?
de: Gut dich zu sehen, Riko. Wie geht es der Hauptstadt?
pt: É bom ver-te Riko, como está a capital?

source: Fine, fine, almost rebuilt. Kelmi and Gomad, I will attack from here. See you on the island.
de: Gut, gut, fast wieder aufgebaut. Kelmi und Gomad, ich werde von hier angreifen. Wir sehen uns auf der Insel.
pt: Bem, bem, quase reconstruída. Kelmi e Gomad, vou atacar a partir daqui. Vemos-nos na ilha.

source: Let us waste no more time!
de: Lasst uns keine Zeit mehr verlieren!
pt: Não nos deixe perder mais tempo!

source: I can't trust my eyes... We are surrounded by enemies!
de: Ich traue meinen Augen nicht... Wir sind umringt von Feinden!
pt: Não posso confiar nos meus olhos ... Estamos rodeados de inimigos!

source: It was an honor to fight with you against our common enemy.
de: Es war eine Ehre mit euch gegen den gemeinsamen Feind zu kämpfen.
pt: Foi uma honra lutar convosco contra o nosso inimigo comum.

source: Rest in peace, honorable dwarf.
de: Ruhe in Frieden, ehrenhafter Zwerg.
pt: Descanse em paz anão, honroso.

source: We will avenge your death, friend.
de: Wir werden deinen Tod rächen, Freund.
pt: Iremos vingar a tua morte, amigo.

source: Did you engineer a war between the orcs and dwarves?
de: Hast Du einen Krieg zwischen Orks und Zwergen eingefädelt?
pt: Coordenou uma guerra entre os orcs e anões?

source: Why should I tell you anything?
de: Warum sollte ich euch irgendwas erzählen?
pt: Porque deveria dizer-vos alguma coisa?

source: Maybe because we plan to kill you otherwise?
de: Vielleicht weil wir dich ansonsten töten werden?
pt: Talvez porque pretendemos matar-te de outro modo?

source: Alright, yes, I arranged for the attacks on the dwarves and supplied the orcish armies with food and weapons... but... I did not conceive of the plan. You need to know one important thing elves...
de: In Ordnung, ja, ich habe den Angriff auf die Zwerge veranlasst und die Armeen der Orks mit Nahrung und Waffen versorgt... aber... ich habe den Plan nicht ersonnen. Ihr müsst etwas wichtiges erfahren, Elfen...
pt: Tudo bem, sim, arranjei os ataques contra os anões e forneci os exércitos de orcs com alimentos e armas ... mas ... Não concebi o plano. Precisa de saber uma coisa importante, elfos...

source: Elves and Dwarves
de: Elfen und Zwerge
pt: Elfos e Anões

source: Orcs
de: Orks

source: Elf War - Divided Loyalities (easy)
de: Elfen Krieg - Geteilte Loyalitäten (leicht)
pt: Guerra Elfa - Lealdade Dividida (fácil)

source: Elf War - Divided Loyalities (normal)
de: Elfen Krieg - Geteilte Loyalitäten (normal)
pt: Guerra Elfa - Lealdade Dividida (normal)

source: Elf War - Divided Loyalities (hard)
de: Elfen Krieg - Geteilte Loyalitäten (hart)
pt: Guerra Elfa - Lealdade Dividida (difícil)

source: Divided Loyalities
de: Geteilte Loyalitäten
pt: Lealdade Dividida

source: Kruksu told both elves the whole history about the massive assault to the dwarves.
de: Krusku erzählte beiden Elfen die gesamte Geschichte über den massiven Angriff auf die Zwerge.
pt: Kruksu contou a ambos os elfos toda a história sobre o assalto massivo aos anões.

source: He explained that the Orcish King Dunks was recently defeated in the war against the humans. The humans occupied lands near the heart of orcish territory, threatening a massacre unless Dunks waged war against the dwarves.
de: Er erklärte das Dunks, der König der Orks, kürzlich im Krieg gegen die Menschen besiegt wurde. Die Menschen besetzten Land nahe dem Herzen des Ork Territoriums und drohten ein Massaker an - außer Dunks führe Krieg gegen die Zwerge.
pt: Explicou que o rei Orc Dunks foi recentemente derrotado na guerra contra os humanos. Os humanos ocuparam as terras perto do centro do território dos orcs, ameaçando um massacre, a menos que Dunks travesse uma guerra contra os anões.

source: Dunks accepted that. The human king, Ebrahim II, stayed at the orc capital to be sure that the orc kept his promise.
de: Dunks akzeptierte dies. Der König der Menschen, Ebrahim II, blieb in der Hauptstadt der Orks um sicherzustellen, dass die Orks ihr Versprechen halten.
pt: Dunks aceitou isso. O rei humano, Ebrahim II, permaneceu na capital orc para ter certeza de que o orc mantivesse a sua promessa.

source: All of the remaining orc nobles, including Kruksu, were obligated by Dunks to bolster the exhausted orcish army as they fought against the dwarves.
de: Alle verbleibenden Ork-Anführer, Kruksu eingeschlossen, wurden von Dunks verpflichtet die erschöpfte Armee der Orks in ihrem Kampf gegen die Zwerge zu unterstützen.
pt: Todos os restantes nobres orc, incluindo Kruksu, foram obrigados por Dunks para reforçar o exausto exército que lutou contra os anões.

source: It seemed that Ebrahim II was obsessed with the gold mines from the dwarves and he was too cowardly to use his own army to gain access to them with force. The distant memory of the Knalgan alliance prevented him from openly attacking dwarf or elf for fear of retaliation.
de: Es schien als wäre Ebrahim II besessen von den Goldminen der Zwerge und er war zu feige seine eigenen Truppen zu benutzen, um gewaltsam Zugang zu diesen zu erhalten. Die schwache Erinnerung an die Knalgan Allianz hielt ihn davon ab, offen Zwerge oder Elfen anzugreifen, aus Angst vor einem Gegenschlag.
pt: Parecia que Ebrahim II estava obcecado com as minas de ouro dos anões e era demasiado cobarde para usar o seu próprio exército para ter acesso a elas com a força. A memória distante da aliança de Knalga impediu de atacar abertamente anão ou elfo por temor de retaliações.

source: General Urbuk, who rose to fame fighting dwarves as a young grunt, was selected by Dunks to lead the assault.
de: General Urbuk, der als junger Grunzer die Zwerge bekämpfend zu Ruhm kam, wurde von Dunks auserwählt den Angriff anzuführen.
pt: General Urbuk, que alcançou fama a lutar os anões quanto era jovem, foi escolhido por Dunks para liderar o assalto.

source: Ebrahim II never expected elves to get involved. He knew the Frontier pact represented a fragile truce between elves and dwarves - not an alliance. He ordered Urbuk to start a massive assault to the dwarven capital.
de: Ebrahim II hatte nie erwartet, dass die Elfen involviert würden. Er wusste, dass das Grenzabkommen zwischen Elfen und Zwergen einen zerbrechlichen Frieden darstellte - keine Allianz. Er befahl Urbuk einen massiven Angriff auf die Hauptstadt der Zwerge zu beginnen.
pt: Ebrahim II nunca esperou que os elfos se envolvessem. Sabia que o pacto da Fronteira representava uma frágil trégua entre os elfos e anões - e não uma aliança. Ordenou Urbuk para iniciar um assalto massivo à capital dos anões.

source: In a desparate scramble to protect their borders the dwarves inadvertantly broke the peace treaty with the elves. The dwarves were fighting against orcs while they tried to evacuate their people fighting the elves.
de: In einem verzweifelten Gedränge um den Schutz der Grenzen brachen die Zwerge unbeabsichtigt das Friedensabkommen mit den Elfen. Die Zwerge kämpften gegen Orks während sie versuchten ihre Leute die gegen die Elfen kämpften zu evakuieren.
pt: Numa corrida desesperada para proteger as suas fronteiras, os anões inadvertidamente quebraram o tratado de paz com os elfos. Os anões estavam a lutar contra os orcs enquanto tentavam evacuar o seu povo numa luta contra os elfos.

source: It was sheer luck that the dwarves were able to avoid all-out war with the elves, instead allying against their common enemy. That development broke the resolve of the unwilling orcish forces.
de: Es war pures Glück, dass die Zwerge es schafften einen totalen Krieg mit den Elfen zu vermeiden und sich stattdessen mit ihnen gegen den gemeinsamen Feind zu verbünden. Diese Entwicklung brach die Moral der unwilligen Ork-Truppen.
pt: Foi pura sorte que os anões foram capazes de evitar uma guerra com os elfos, aliando-se ao invés contra o inimigo comum. Esse desenvolvimento quebrou a determinação das forças relutantes orc.

source: Kruksu never agreed to the war. He only grudgingly took orders from Dunks because he didn't want to see his people slaughtered.
de: Kruksu war nie mit dem Krieg einverstanden. Er akzeptierte nur widerwillig Befehle von Dunks, da er nicht sehen wollte wie seine Leute abgeschlachtet werden.
pt: Kruksu nunca concordou com a guerra. Só relutantemente, recebia ordens de Dunks porque não queria ver o seu povo abatido.

source: When he finished telling the whole history he started to cry, which is an odd sight for an orc. Kelmi and Rewny were shocked. The war against the orcs was as fake as the war against the dwarves. The real enemy was the humans, who started a war to gain control over the dwarven gold mines. The campaign agaisnt the dwarves and orcs, with its heavy cost in lives and gold, had been useless...
de: Nachdem er mit dem Erzählen der ganzen Geschichte fertig war begann er zu weinen, was für einen Ork ungewöhnlich ist. Kelmi und Rewny waren schockiert. Der Krieg gegen die Orks war so falsch wie der Krieg gegen die Zwerge. Der wahre Feind waren die Menschen, die einen Krieg begannen um Kontrolle über die Goldminen der Zwerge zu erlangen. Der Feldzug gegen die Zwerge und Orks, mitsamt seinen hohen Kosten an Leben und Gold war vergebens...
pt: Quando terminou de contar toda a história começou a chorar, o que é uma visão estranha de um orc. Kelmi e Rewny ficaram chocados. A guerra contra os orcs era tão falsa quanto a guerra contra os anões. O verdadeiro inimigo era o humano, que começou uma guerra obter o controlo das minas de ouro dos anões. A campanha contra os anões e os orcs, com o seu alto custo em vidas e ouro, tinha sido inútil...

source: But nothing is lost yet. Kelmi and Rewny have promised that they will help Kruksu's people in order to kill the one who started this war: Ebrahim II.
de: Aber noch ist nichts verloren. Kelmi und Rewny haben versprochen, dass sie Kruksu's Volk helfen werden denjenigen zu töten, der diesen Krieg begann: Ebrahim II.
pt: Mas nada estava perdido. Kelmi e Rewny prometeram que irão ajudar o povo de Kruksu, a fim de matar a pessoa que começou esta guerra: Ebrahim II.

source: Kruksu, Kelmi, and Rewny resolved to finally bring justice to the true villians. Riko's death will not be for naught. His death will be avenged.
de: Kruksu, Kelmi und Rewny beschlossen schlussendlich Gerechtigkeit zu den wahren Bösewichten zu bringen. Riko's Tod wird gerächt werden.
pt: Kruksu, Kelmi e Rewny decidiram, finalmente, trazer justiça ao vilões verdadeiros. A morte de Riko não seria em vão. A sua morte será vingada.

source: Defeat Ebrahim II
de: Besiegt Ebrahim II
pt: Derrota Ebrahim II

source: Death of Kruksu
de: Tod von Kruksu
pt: Morte de Kruksu
