Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/wesnoth-Elf_War/*.po
Languages: de, pt

source: It seems that they are expecting an assault by a huge orcish host within 2 days. If you wish to assist, then help us repulse the attack.
de: Es scheint, dass sie einen Angriff erwarten durch einen riesigen Ork-Überfall innerhalb von 2 Tagen. Falls ihr helfen wollt, dann helft uns den Angriff abzuwehren.
pt: Parece que esperam um assalto por uma multidão enorme orc dentro de 2 dias. Se quiser ajudar, ajude-nos repelir o ataque.

source: Then show us the way. We will do what we can...
de: Zeigt uns den Weg. Wir werden tun was wir können...
pt: Então mostra-nos o caminho. Faremos o que podemos...

source: Kra-Kora Fortress
de: Kra-Kora-Festung
pt: Fortaleza de Kra-Kora

source: Move Kelmi and Rewny to the signpost
de: Bewegt Kelmi und Rewny bis zum Wegweiser
pt: Mova Kelmi e Rewny para o poste de sinalização

source: Defeat all enemy leaders ( Bonus )
de: Besiegt alle feindlichen Anführer (Bonus)
pt: Derrota todos os líderes inimigos (Bónus)

source: We are nearing the famous fortress of Kra-Kora. My people built it centuries ago to guard the entrance to a tunnel we excavated under the mountains. We still sing of the victory we won over the elves here 65 years ago.
de: Wir nähern uns dem berühmten Festung von Kra-Kora. Mein Volk baute sie vor Jahrhunderten um den Eingang zu einem Tunnel, den wir unter den Bergen ausgegraben haben zu bewachen. Wir singen immer noch den Sieg, den wir hier über die Elfen gewonnen haben vor 65 Jahren.
pt: Estamos a chegar a famosa fortaleza de Kra-Kora. O meu povo construiu há séculos para proteger a entrada de um túnel escavado sob as montanhas. Ainda cantamos a vitória sobre os elfos daqui há 65 anos.

source: It may be that you beat us then, but look! It seems someone has beaten you - there are orcs on the walls!
de: Es kann sein, dass Sie uns schlagen, aber schaut Es scheint, jemand hat dich geschlagen - es sind Orks auf den Mauern!
pt: Pode ser que tem vencido, em seguida, mas olha! Parece que alguém derrotou-te - há orcs nas muralhas!

source: Ach no! I led out half the garrison when you attacked us, elves. I had to take the risk, but I ne'er dreamed the orcs could take this place, depleted garrison or no! The walls o' Kra-Kora have withstood every assault! With Kra-Kora in the hands of the orcs and their allies, Knalga itself is vulnerable to attack.
de: Ach nein! Ich führte die Hälfte aus der Besatzung, als ihr, Elfen uns angegriffen habt. Ich musste das Risiko eingehen, aber ich nie davon geträumt dass die Orks diesen Platz einnehmen, verarmte Besatzung oder nicht! Die Mauern von Kra-Kora haben jeden Angriff standgehalten! Mit Kra-Kora in den Händen der Orcs und ihren Verbündeten, ist Knalga selbst anfällig für Angriffe.
pt: A não! Levei a metade da guarnição quando atacaram-nos, elfos. Tive que assumir o risco, mas jamais sonhei que os orcs poderiam tomar esse lugar, empobrecida guarnição ou não! As muralhas de Kra-Kora têm resistido a todos os assaltos! Com Kra-Kora nas mãos dos orcs e os seus aliados, Knalga em si é vulnerável a ataques.

source: This is serious. We will have to retake the fortress, and now those walls will be working against us.
de: Die Lage ist ernst. Wir müssen die Festung zurückerobernund nun arbeiten diese Mauern gegen uns.
pt: Isto é sério. Vamos ter de retomar a fortaleza, e agora essas muralhas estar contra nós.

source: Procede with caution!
de: Seit Vorsichtig!
pt: Proceda com cuidado!

source: Have you come to fight the orcs?
de: Könnt ihr uns im Kampf gegen die Orks helfen?
pt: Veio para lutar contra os orcs?

source: The dwarves that used to rule this land paid us well in gold in return for fish, but the orcs demand fish as tribute!
de: Die Zwerge, die dieses Land beherrscht haben bezahlten uns in Gold als Gegenleistung für Fisch, aber die Orcs Fordern Fisch als Tribut!
pt: Os anões que costumavam governar esta terra pagaram-nos bem em ouro em troca de peixe, mas os orcs demandam peixe como tributo!

source: We have come to fight them, yes. Will you help us?
de: Wir sind gekommen, um sie zu bekämpfen, ja. Werdet ihr uns helfen?
pt: Viemos para lutar contra eles, sim. Vai ajudar-nos?

source: We will help, in the hope that the dwarves might rule here once again.
de: Wir werden euch helfen, in der Hoffnung, dass die Zwerge hier noch einmal regieren können.
pt: Ajudaremos-vos, na esperança de que os anões possam governar aqui mais uma vez.

source: If we win here today, I give you me word tha' dwarves will return, and the old trading wi' be resumed.
de: Wenn wir hier heute gewinnen, gebe ich euch Wort dass die Zwerge zurückkehren, und der alte Handel wieder aufgenommen wird.
pt: Se vencermos aqui hoje, dou-vos a palavra que os anões retornarão, e o comércio antigo será retomada.

source: It is over, the capital is lost...
de: Es ist vorbei, die Hauptstadt ist verloren...
pt: Esta acabado, a capital foi perdida...

source: There should be a unit in this village
de: Es sollte eine Einheit in diesem Dorf geben
pt: Deveria haver uma unidade nesta aldeia

source: Hurry up, my friend - we have to move quickly so we can prevent the fall of Knalga.
de: Beeil dich, mein Freund - wir müssen uns beeilen, damit wir den Sturz von Knalga verhindern können.
pt: Apressa-te, meu amigo - temos de avançar rapidamente para que possamos evitar a queda de Knalga.

source: I'll be there as soon as possible!
de: Ich werde so bald wie möglich dort sein!
pt: Estarei lá assim que possível!

source: Now we can leave the dwarves to clear the area from the orcs. We have a more important mission at hand. Hurry up and join us Riko!
de: Jetzt können wir die Zwerge verlassen um das Gebiet von den Orks zu reinigen. Wir haben eine weitere wichtige Mission in der Hand. Beeil dich und schließe dich Riko an!
pt: Agora podemos deixar os anões limpar a área dos orcs. Temos uma missão mais importante em mão. Apressa-te e junta-te a nós Riko!

source: Yes! I'll join you on the road to Knalga.
de: Ja! Ich werde dir auf dem Weg nach Knalga beitreten.
pt: Sim! Vou acompanhar-vos no caminho para Knalga.

source: Saurians
de: Saurianer
pt: Répteis

source: On the Road to Knalga
de: Auf dem Weg nach Knalga
pt: Rumo à Knalga

source: Defeat the enemy leader
de: Besiegt den gegnerischen Anführer
pt: Derrote o líder inimigo

source: Kelmi and Rewny joined Riko on the road to the dwarvish capital.
de: Kelmi und Rewny schlossen sich Riko an auf dem Weg in die Hauptstadt der Zwerge.
pt: Kelmi e Rewny juntaram-se a Riko no caminho para a capital dos Anões.

source: Unfortunately, a detachment of orcs was guarding the road, preventing dwarvish reinforcements from joining the main defense.
de: Unglücklicherweise bewachte eine Abteilung von Orks die Straße, um zu verhindern das Verstärkung der Zwerge bei der Verteidigung hilft.
pt: Infelizmente, um destacamento de orcs estava a guardar a estrada, impedindo reforços anões em se juntar a defesa principal.

source: Ach no! This is far worse than I kenned! The capital...
de: Ach nein! Das ist viel schlimmer als ich dachte! Die Hauptstadt...
pt: A não! Isto é muito pior do que pensei! A capital...

source: We must get past those orcs at all costs if we want to save the capital.
de: Wir müssen um jeden Preis an diesen Orks vorbei wenn wir die Hauptstadt retten wollen.
pt: Devemos superar os orcs a todo custo, se quisermos salvar a capital.

source: Look, dwarves are fighting against the orcs!
de: Sieh, Zwerge kämpfen gegen die Orks!
pt: Olham, anões estão a lutar contra os orcs!

source: Then we should help them as quickly as possible!
de: Dann sollten wir ihnen so schnell wie möglich helfen!
pt: Então devemos ajudar-os o mais rápido possível!

source: What the hell are those bastards doing here?
de: Was zur Hölle machen diese Bastarde hier?
pt: O que pelo diabo estão estes bastardos a fazer aqui?

source: We have come to save the capital!
de: Wir sind gekommen um die Hauptstadt zu retten!
pt: Viemos para salvar a capital!

source: Hahahaha! Your capital has fallen little dwarf!
de: Hahahaha! Eure Hauptstadt ist gefallen kleiner Zwerg!
pt: Hahahaha! A vossa capital foi destruída anãozinho!

source: Impossible... but even if it is true, we will kill you and retake it!
de: Unmöglich ... aber selbst wenn es wahr ist, werden wir dich töten und sie zurückerobern!
pt: Impossível... mas mesmo se for verdade, vamos matar-te e retomar-a!

source: Hurry up elves, the capital is in great danger...
de: Beeilt euch Elfen, die Hauptstadt ist in großer Gefahr...
pt: Rápido elfos, a capital está em grande perigo...

source: Let us waste no more time, let's go.
de: Lasst uns keine Zeit mehr verlieren, los geht's.
pt: Não percamos mais tempo, vamos.

source: Our leader Kiko has been slain in battle!
de: Unser Anführer Kiko ist im Kampf getötet worden!
pt: O nosso líder Kiko foi morto na batalha!

source: Riko, you are the one among us with the most battle experience. You must step in and lead us, or we are doomed.
de: Riko, du bist derjenige unter uns, mit der meisten Kampferfahrung. Du musst uns verstärken und anführen, oder wir sind zum Scheitern verurteilt.
pt: Riko, és o único entre nós com experiência de batalha. Deves intervir e levar-nos, ou estamos condenados.

source: So I am the new leader of this task force. I am honoured. Fight courageously, my dwarves.
de: Daher bin ich der neue Anführer dieser Arbeitsgruppe. Ich fühle mich geehrt. Kämpft tapfer, meine Zwerge.
pt: Então sou o novo líder desta força. Sinto-me honrado. Lutam corajosamente, meus anões.

source: The dwarvish leader has died in battle. Riko, You must organise the remaining dwarves and we must work together to take this passage.
de: Der Zwergen Anführer ist im Kampf gefallen. Riko, du musst die übrigen Zwerge organisieren, und wir müssen zusammenarbeiten, um diesen Durchgang zu nehmen.
pt: O líder anão morreu em batalha. Riko, deves organizar os anões remanescentes e devemos trabalhar juntos para tomar esta passagem.

source: All right...I'll see what I can do.
de: Also gut ... ich werde sehen, was ich tun kann.
pt: Tudo bem ... Vou ver o que posso fazer.

source: The Assault on Knalga
de: Der Angriff auf Knalga
pt: O Ataque à Knalga

source: After defeating the orcish warlord, Riko ran into the capital. He expected to see that it was destroyed, but it was still intact.
de: Nach dem Sieg über den Ork Kriegsherr rannte Riko in die Hauptstadt. Er erwartete sie zerstört vorzufinden, aber sie war noch intakt.
pt: Depois de derrotar o senhor da guerra orc, Riko correu para a capital. e esperou ver a destruída, mas ainda estava intacta.

source: It seemed that the orcs had postponed the attack one day to allow their forces to swell as the marching tribes gathered on the outskirts of the dwarvish city.
de: Es scheint als hätten die Orks ihren Angriff um einen Tag verzögert, damit ihre Reihen noch anschwellen können sowie die marschierenden Stämme sich in den Außenbezirken der Stadt sammeln.
pt: Parecia que os orcs tinham adiado o ataque por um dia para permitir que as suas forças crescessem com as tribos reunidas em marcha nos arredores da cidade anã.

source: Riko has asked Kelmi and Rewny for help and they, of course, have accepted.
de: Riko bat Kelmi und Rewny um Hilfe und sie nahmen natürlich an.
pt: Riko pediu a Kelmi e Rewny para os ajudar e eles, claro, aceitaram.

source: The orc attack is imminent. The sound of drums is resonating in the hills.
de: Der Angriff der Orks steht unmittelbar bevor. Der Klang der Trommeln hallte durch die Hügel.
pt: O ataque orc está iminente. O som dos tambores está a ressoar nas colinas.

source: An epic battle of this proportion has not taken place in five centuries, and the dwarves' situation was as bleak as the coming dusk...
de: Eine epische Schlacht dieser Natur hat sich nicht in fünf Jahrhunderten gegeben, und die Lage der Zwerge war so düster, wie die kommende Dämmerung...
pt: Uma batalha épica desta proporção não aconteceu em cinco séculos, e a situação dos anões foi tão sombrio como o crepúsculo que estava a chegar...

source: Kill General Troll to stop the invasion
de: Tötet Troll General, um die Invasion zu stoppen
pt: Mata o general Troglodita para parar a invasão

source: Kill all enemy leaders ( bonus )
de: Tötet alle feindlichen Anführer (Bonus)
pt: Mata todos os líderes inimigos (bónus)

source: The capital is surrounded by orcs. We must protect it.
de: Die Hauptstadt ist umgeben von Feinden. Wir müssen sie beschützen.
pt: A capital está cercada por orcs. Devemos proteger-a.

source: I see orcs everywhere.
de: Ich sehe überall Orks.
pt: Vejo orcs por todo o lado.

source: We must kill the Troll general at all costs. Without him, the orcs cannot sustain any coordinated assault against our defenses.
de: Wir müssen den Troll General um jeden Preis töten. Ohne ihn können die Orks keinen koordinierten Angriff auf unsere Stellung aufrecht erhalten.
pt: Devemos matar o general Troglodita a todo o custo. Sem ele, os orcs não podem manter qualquer ataque coordenado contra as nossas defesas.

source: All right, my brothers will help us as much as they can...
de: Alles klar, meine Brüder werden alles in ihrer Macht stehende tun...
pt: Tudo bem, os meus irmãos ajudarão-nos tanto quanto podem...

source: ATTACK, AND LEAVE NO DWARF ALIVE!
de: GREIFT AN UND LASST KEINEN ZWERG AM LEBEN!
pt: ATAQUEM E NÃO DEIXEM NENHUM ANÃO VIVO!

source: TO ARMS!
de: ZU DEN WAFFEN!
pt: ÀS ARMAS!

source: Arrrrgh... We have failed, retreat!
de: Arrrrgh... Wir haben versagt, Rückzug!
pt: Arrrgh ... Falhamos, recuam!

source: Victory!
de: Sieg!
pt: Vitória!

source: My people need help, and I must stay with them. Please follow the retreating orcish forces and kill them at all costs. Their leader is Urbuk, the general of the orcish army...
de: Meine Leute benötigen Hilfe und ich muss bei ihnen bleiben. Bitte folgt den sich zurückziehenden Streitkräften der Orks und tötet sie um jeden Preis. Ihr Anführer ist Urbuk, der General der Armee der Orks...
pt: O meu povo precisa de ajuda e devo ficar com eles. Por favor, siga as forças orcs em retirada e matam-os a todo custo. O líder deles é Urbuk, o general do exército orc...

source: We will track him and make sure he does not live to invade dwarf or elf lands ever again.
de: Wir werden seinen Spuren folgen und sicherstellen, dass er nicht überlebt um je wieder in die Länder von Elfen oder Zwergen einzudringen.
pt: Vamos seguir-o e certificar que nunca mais invade terras dos anões ou elfos.

source: Outlaws
de: Geächtete
pt: Foragidos

source: General Troll
de: Troll General
pt: General Troglodita

source: River Crossing
de: Fluss Überquerung
pt: Travessia do Rio

source: Defeat Ubruk
de: Besiegt Ubruk
pt: Derrota Ubruk

source: Kelmi and Rewny, after helping Riko save the dwarvish capital, are following Urbuk, who escaped from the battlefield...
de: Kelmi und Rewny, nachdem sie Riko geholfen haben die Zwergen Hauptstadt zu verteidigen, verfolgen Urbuk, der vom Schlachtfeld geflohen ist...
pt: Kelmi e Rewny, depois de ajudar Riko a salvar a capital dos Anões, estão a seguir Urbuk, que escapou do campo de batalha...

source: Urbuk, give up! Your losses have been heavy and you cannot win.
de: Urbuk, geb auf! Deine Verluste waren schwer und du kannst nicht gewinnen.
pt: Urbuk, desista! As tuas perdas foram pesadas e não podes ganhar.

source: I dont think he is going to give up without fighting...
de: Ich denke nicht, dass er sich kampflos ergeben wird...
pt: Não acho que vai desistir sem lutar...

source: Hahaha! Give up little elves? I have something very special for you! Set Pain and his brothers free. We will see who will give up now...
de: Hahaha, aufgeben kleine Elfen? Ich habe etwas ganz spezielles für euch! Setzt Schmerz und seine Brüder frei. Wir werden sehen wer jetzt aufgibt...
pt: Hahaha desistir, pequenos elfos? Tenho algo muito especial para vós! Liberto Dor e os seus irmãos. Vamos ver quem vai desistir agora...

source: Pain
de: Schmerz
pt: Dor

source: This fight is lost, retreat to the island men...
de: Dieser Kampf ist verloren, zieht euch zur Insel zurück Männer...
pt: Esta luta está perdida, retiram-se para a ilha, homens...

source: After him Kelmi, hurry up !
de: Ihm nach Kelmi, beeile dich!
pt: Atrás dele Kelmi, rápido!

source: Yes yes, just follow me elves, just follow me.
de: Ja, ja, folgt mir nur Elfen, folgt mir nur.
pt: Sim, sim, basta seguir-me elfos, sigam-me.

source: Reinforcements from Klope have arrived!
de: Verstärkung von Klope ist angekommen!
pt: Os reforços de Klope já chegaram!

source: Doomed Land
de: Verlorenes Land
pt: Terra Condenada

source: Kill Ubruk
de: Tötet Ubruk
pt: Mata Ubruk

source: Urbuk managed to escape the battlefield at the last second. He is now hidden somewhere on this island.
de: Urbuk schaffte es in letzter Sekunde dem Schlachtfeld zu entfliehen. Er hat sich nun irgendwo auf dieser Insel versteckt.
pt: Urbuk conseguiu escapar do campo de batalha no último minuto. Agora está escondido em algum lugar nesta ilha.

source: Let us finish this job.
de: Lasst uns diesen Job beenden.
pt: Vamos terminar este trabalho.

source: He must be hidden somwhere here...
de: Er muss sich hier irgendwo verstecken...
pt: Deve estar escondido algures aqui...

source: Stupid elves...If they think they can kill me they are totally wrong! Klope you know what to do!
de: Dumme Elfen... Wenn sie denken sie können mich töten, dann liegen sie komplett falsch! Klope, du weißt was du zu tun hast!
pt: Elfos estúpidos ... Se pensam que podem matar-me estão totalmente errados! Klope sabe o que fazer!

source: Yes my lord...
de: Ja, mein Lord...
pt: Sim, meu senhor...

source: Arrrrrrrgh... Accursed elves! Our plans for destroying the dwarves are foiled.
de: Arrrrrrrgh ... Verfluchte Elfen! Unsere Pläne für die Zerstörung der Zwerge wurden vereitelt.
pt: Arrrrrrrgh ... Malditos elfos! Os nossos planos para destruir os anões são frustrados.

source: We have found Urbuk's orders. It seems that the attack on the dwarvish capital was masterminded by an orc called Kruksu.
de: Wir haben Urbuk Befehle gefunden. Es scheint, dass der Angriff auf die Hauptstadt der Zwerge von einem Ork namens Kruksu geplant worden war.
pt: Temos encontrado as ordens de Urbuk. Parece que o ataque à capital dos Anões foi planeado por um orc chamado Kruksu.

source: Interesting, the orc survivors talk of him like he is a very important orc.
de: Interessant, die überlebenden Orks sprechen von ihm als ob er ein sehr wichtiger Ork sei.
pt: Interessante, os sobreviventes orcs falam dele como de um orc muito importante.

source: Surely so. Our scouts have reported a big encampment on an island to the east. It is certain Kruksu lives there; let us visit him.
de: Sicherlich. Unsere Späher haben ein großes Lager auf einer Insel im Osten gemeldet. Dort lebt bestimmt Kruksu, lasst uns ihn besuchen.
pt: Com certeza. Os nossos escuteiros têm relatado de um enorme acampamento numa ilha ao leste. É certo que Kruksu vive lá; vamos visitar-o.

source: I have failed...
de: Ich habe versagt...
pt: Falhei...

source: Riko sent us to help. What should we do, master elves?
de: Riko schickt uns zur Hilfe. Wo können wir euch am besten Unterstützen, Führer der Elfen?
pt: Riko enviou-nos para ajudar. O que devemos fazer, mestres elfos?

source: Welcome! Kill those Cockatrices in order to let our army continue...
de: Willkommen! Tötet diese Gorgoniten damit unsere Armee passieren kann...
pt: Bem-vindo! Matam esses basiliscos, a fim de deixar prosseguir o nosso exército...

source: All right, charge!
de: Alles klar, Angriff!
pt: Certo! Avançar!

source: Avenger General
de: Rächer General
pt: Vingador general

source: Kelmi is extremely skillful and extremely quick, powerful in all forms of combat. He is considered as the best of all woodsmen in Wesnoth, and can ambush their foes in the forest, because he cannot be seen in the woods until just after he has attacked.
de: Kelmi ist äußerst geschickt und extrem schnell, stark in allen Formen des Kampfes. Er gilt als der beste aller Waldläufer in Wesnoth, und kann seine Gegner im Wald überfallen, weil er nicht in den Wald gesehen wird, bis kurz nachdem er angegriffen hat.
pt: Kelmi é extremamente habilidoso e extremamente rápido, poderoso em todas as formas de combate. É considerado como o melhor de todos os mateiros em Wesnoth, e pode emboscar os seus inimigos na floresta, porque não pode ser visto na floresta até pouco depois de atacar.

source: sword
de: schwert
pt: espada

source: bow
de: bogen
pt: arco

source: Cockatrice
de: Gorgonit
pt: Basilisco

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
de: Manchmal auch als "Basilisken" bekannt, sind diese mystischen Kreaturen in der Lage die lebenden in Stein zu Verwandeln. Es braucht nicht weiter erwähnt werden dass dieses sie zu einen gefährlichen Gegner macht.
pt: Às vezes conhecida como "basiliscos", essas criaturas míticas seriam capazes de transformar a vida em pedra. Desnecessário dizer que isso os torna extremamente perigoso.

source: gaze
de: blick
pt: olhar

source: Marshal General
de: General Feldmarschall
pt: Marechal general

source: Possessing one of the highest rank in the Elven military, Rewny is allowed to lead a war against an enemmy, causing elves to be estimulated and fight better. He is also greatly skilled in fighting.
de: Im Besitz eines der höchsten Ränge in denMilitär der Elfen wird Rewny erlaubt, einen Krieg gegen einen Gegner zu führen, was Elfen antreibt besser zu kämpfen. Er ist auch erfahren im Kampf.
pt: Possuindo um dos mais alto postos no exército Elfo, Rewny é permitido para conduzir uma guerra contra o inimigo, fazendo com que os elfos sejam estimulados a lutar melhor. Também é muito hábil na luta.

source: protection
de: Schutz
pt: protecção

source: Protection: Adjacent units of this side receive a +20% bonus to all resistances (up to a maximum of 50%).
de: Schutz: Benachbarten Einheiten dieser Seite erhalten einen Bonus von +20% zu allen Widerständen (bis zu maximal 50%).
pt: Protecção: Unidades adjacentes desse lado recebem um bónus de 20% para todas as resistências (até um máximo de 50%).

source: It is over; we have failed in our task...
de: Es ist vorbei, wir haben versagt...
pt: Está tudo acabado; falhamos a nossa missão...

source: I have failed you, Kelmi!
de: Ich habe versagt, Kelmi!
pt: Falhei-te, Kelmi!

source: It was I who failed you, my dear Tamora. I was the one who sent you to your death...
de: Ich war es der versagt hat, meine liebe Tamora. Ich war derjenige, der dich in den Tod geschickt hat...
pt: Fui eu que falhei contigo, minha querida Tamora. Eu era a pessoa que enviou-te para a tua morte...

source: It is a good day to die!
de: Es ist ein guter Tag um zu sterben!
pt: É um belo dia para morrer!

source: Sigh....Poor Elrion. It will never be the same without him.
de: Seufz .... Armer Elrion. Es wird nie mehr dasselbe sein ohne ihn.
pt: Suspiro .... Pobre Elrion. Nunca mais será o mesmo sem ele.

source: Elf War - A Campaign which can be played in both in single player and in multiplayer.
de: Elfen Krieg - eine Kampagne, die in sowohl im Einzelspieler und im Mehrspieler gespielt werden kann.
pt: Guerra Elfa - Uma campanha que pode ser jogado tanto em jogador único e multijogador.
