Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/wesnoth-Troubled_Times/*.po
Languages: es, it

source: New leader takes command
es: El nuevo líder toma el comando
it: Nuovo leader prende il comando

source: has been choosen as new leader.
es: ha sido elegido como nuevo líder.
it: è stato scelto come nuovo capo.

source: End of Game
es: Fin del juego
it: Fine del gioco

source: Our great warriors weren't so great this time. You lost!
es: Nuestros grandes guerreros no eran tan grandes esta vez. Perdiste!
it: I nostri grandi guerrieri non erano così grande questo tempo. Ha perso!

source: Elves
es: Elfos
it: Elfi

source: I feel that every elf leader is suddenly moving a bit faster.
es: Creo que cada líder elfo de repente se mueve un poco más rápido.
it: Sento che ogni leader elfo è improvvisamente lo spostamento di un poco più veloce.

source: Troubled Times - Attack to the Elf City
es: Tiempos Turbulentos - El ataque a la ciudad de Elfo
it: Tempi Travagliati - Attacco alla città Elfi

source: Assassins
es: Asesinos
it: Assassini

source: Qinthalash's father
es: El padre de Qinthalash
it: Il padre di Qinthalash

source: There was a little elf city deep in the forests. The people were having good times, but suddenly something happened...
es: Hay era una ciudad pequeña elfa profundamente en los bosques. Las personas estaban teniendo los buenos tiempos, pero de repente sucedió algo ...
it: C'era una città piccolo elfo profondità nelle foreste. Il popolo stavano avendo buoni tempi, ma all'improvviso qualcosa è successo ...

source: It is such a nice day today.
es: Es un buen día hoy.
it: Che è un bel giorno oggi.

source: Noo! You killed my father!
es: ¡No! Usted mató a mi padre!
it: No! Hai ucciso mio padre!

source: And now we are going to kill all of you.
es: Y ahora vamos a matar a todos.
it: E ora ci accingiamo ad uccidere tutti voi.

source: Kill all orcish assassins
es: Mata a todos los asesinos orcos
it: Uccidete tutti assassini orchi

source: Death of an elf leader
es: Muerte de un líder elfo
it: La morte di un leader elfi

source: I think they came from the south. We sould go there and take a look.
es: Pienso que vinieron desde el sur. Tenemos que ir allí y echar un vistazo.
it: Penso che sono venuti dal sud. Dobbiamo andare lì e dare un'occhiata.

source: Troubled Times - The Castle
es: Tiempos Turbulentos - El Castillo
it: Tempi Travagliati - Il Castello

source: The old castle shouldn't be very far. We should be there soon.
es: El viejo castillo no debe estar muy lejos. Tenemos que estar allí pronto.
it: Il vecchio castello non dovrebbe essere molto lontano. Dovremmo essere lì presto.

source: Get to the castle
es: Llega al castillo
it: Vai al castello

source: Ok, we are here at last.
es: Bien, estamos aquí por fin.
it: Ok, siamo qui alla fine.

source: Where did that orc came from?
es: ¿De dónde provenía este orco?
it: Dove viene questo orco venuto?

source: I don't know, but we should look, if there is more of them out there.
es: No sé, pero debemos ver, si hay más de ellos por ahí.
it: Non lo so, ma dobbiamo guardare, se vi è più di loro là fuori.

source: Kill any orc you can see!
es: Mata cualquier orco que puedes ver!
it: Uccidere qualsiasi orco si può vedere!

source: Kill the orc leaders
es: Mata a los líderes orcos
it: Uccidere i capi orchi

source: You hear wolves howling.
es: Se oye aullido de los lobos.
it: Sentite lupi ululanti.

source: I think we should hurry up.
es: Creo que deberíamos prisa.
it: Dovremmo fare in fretta.

source: What should we do now?
es: ¿Qué debemos hacer ahora?
it: Cosa dobbiamo fare adesso?

source: Let's go to Tarq'ensis and find out what is really going on.
es: Vamos a Tarq'ensis y averiguar lo que realmente está pasando.
it: Andiamo a Tarq'ensis e scoprire che cosa sta realmente accadendo.

source: Troubled Times - Tarq'ensis
es: Tiempos Turbulentos - Tarq'ensis
it: Tempi Travagliati - Tarq'ensis

source: High Lord
es: Gran Señor
it: alto Sire

source: Hight Elves
it: Elfi Alti

source: Now we are here at Tarq'ensis, the grand capital of elves.
es: Ahora estamos aquí en Tarq'ensis, la gran capital de los elfos.
it: Ora siamo qui a Tarq'ensis, la grande capitale di elfi.

source: Hello there! I'm Qinthalash. We came from the east.
es: ¡Hola! Estoy Qinthalash. Hemos venido desde el este.
it: Ciao a tutti! Sono Qinthalash. Siamo venuti da est.

source: Elvish High Lord
es: Gran Señor Elfo
it: alto Sire Elfo

source: Nice to see you. I think I know your father.
es: Encantado de verte. Creo que conozco a tu padre.
it: Bello vederti. Penso di conoscere tuo padre.

source: Yes, he died.. He was killed by the orcs. We have spotted lots of them lately.
es: Sí, murió .. Fue muerto por los orcos. Hemos visto un montón de ellos últimamente.
it: Sì, è morto .. Fu ucciso dagli orchi. Abbiamo individuato molti di loro ultimamente.

source: Oh, that's sad...
es: Oh, eso es triste ...
it: Oh, che è triste ...

source: We need some reinforcements so we can fight against the orcs.
es: Necesitamos algunos refuerzos para poder luchar contra los orcos.
it: Abbiamo bisogno di alcuni rinforzi in modo da poter combattere contro gli orchi.

source: Ok, we have some unit for your use.
es: Ok, tenemos alguna unidad para su uso.
it: Ok, abbiamo alcune unità per il vostro uso.

source: Maybe you could help the woses. They asked for militaristic help as soon as possible.
es: Tal vez usted podría ayudar a los Woses. Pidieron ayuda militar lo antes como sea posible.
it: Forse potresti aiutare i Woses. Hanno chiesto aiuto militarista il più presto possibile.

source: Maybe we could, but we don't know where the woses live.
es: Quizá que pudimos, pero no sabemos donde los Woses vivir.
it: Forse avremmo potuto, ma non sappiamo dove vivono íe Woses.

source: One of my scouts will lead you there.
es: Uno de mis exploradores te llevará allí.
it: Uno dei miei esploratori vi porterà lì.

source: Let's hurry then.
es: Apresurémonos.
it: Sbrighiamoci allora.

source: Wait. We have an altar that can help you with developing skills. Maybe you should try to use it.
es: Espera. Tenemos un altar que le puede ayudar con el desarrollo de habilidades. Tal vez usted debería tratar de usarlo.
it: Aspetta. Noi abbiamo un altare che si può aiutare con lo sviluppo delle competenze. Forse si dovrebbe cercare di usarlo.

source: Visit the Altar
es: Visita el Altar
it: Visita l'Altare

source: Move west to continue
es: Moverse hacia el oeste para continuar
it: Muoversi verso ovest per proseguire

source: Now let's get moving.
es: Ahora vamos a empezar a moverse.
it: Ora, muoviamoci.

source: Troubled Times - The mountain
es: Tiempos Turbulentos - La montaña
it: Tempi Travagliati - La montagna

source: Ancient Wose
es: Wose Antiguo
it: Wose Antico

source: Drakes
es: Dracos
it: Dragoni

source: Find the Woses
es: Encuentra los Woses
it: Trovare le Woses

source: We just arrived to the north part of the land of woses. There are drakes on the mountain. I need to go back to Tarq'ensis, but don't worry. The woses will help you.
es: Acabamos de llegar a la parte norte de la tierra de los Woses. Hay dracos en la montaña. Tengo que volver a Tarq'ensis, pero no te preocupes. Los Woses le ayudará.
it: Abbiamo appena arrivati ​​alla parte nord della terra di Woses. Ci sono dragoni sulla montagna. Ho bisogno di tornare a Tarq'ensis, ma non preoccuparti. Il Woses vi aiuterà.

source: Let's move on.
es: Vamos a seguir adelante.
it: Passiamo.

source: Are you elves?
es: ¿Es usted elfos?
it: Vuoi elfi?

source: Yes, we are.
es: Sí, lo somos.
it: Sì, lo siamo.

source: We thought that nobody is coming to help us.
es: Pensamos que nadie viene a ayudarnos.
it: Abbiamo pensato che nessuno viene ad aiutarci.

source: I'm sorry that we couldn't come any earlier.
es: Lamento que no pudimos llegar más temprano.
it: Mi dispiace non siamo riusciti a venire anticipato.

source: Kill the Drake leader
es: Matar al líder Draco
it: Uccidere il capi Dragoni

source: Did you hear that we are getting lots of reinforcements soon?
es: ¿Has oído que estamos recibiendo muchos refuerzos pronto?
it: Hai sentito che stiamo ricevendo molte rinforzi presto?

source: Oh no! The Ancient Wose has died..
es: ¡Oh, no! El Wose antiguo ha muerto ...
it: Oh no! Il Wose Antico è morto ...

source: Thanks for your help. There are more drakes on other side of that mountain. Could you kill them?
es: Gracias por vuestra ayuda. Hay más dracos en el otro lado de esa montaña. ¿Podría matarlos?
it: Grazie per il vostro aiuto. Ci sono più dragoni sul lato opposto della montagna. Potrebbe ucciderli?

source: That's why we are here.
es: Es por eso que estamos aquí.
it: Ecco perché siamo qui.

source: Troubled Times - On the top of the Mountain
es: Tiempos Turbulentos - En cima de la Montaña
it: Tempi Travagliati - Sulla cima della montagna

source: Kill the Drake leaders
es: Mata a los líderes Dracos
it: Uccidere i capi Dragoni

source: Thanks for help again. I will give my full army for you use.
es: Gracias por ayuda de nuevo. Voy a dar mi ejército completo para que usted utilice.
it: Grazie per l'aiuto ancora. Darò il mio esercito pieno che si usa.

source: One of the scouts just told me that there is a critical situation on Tarq'ensis.
es: Uno de los exploradores me acaba de decir que hay una situación crítica en la Tarq'ensis.
it: Uno dei esploratori mi ha appena detto che c'è una situazione critica sul Tarq'ensis.

source: Let's go back there!
es: Vamos a regresar allí!
it: Ritorniamo lì!

source: Troubled Times - The Siege of Tarq'ensis
es: Tiempos Turbulentos - El asedio del Tarq'ensis
it: Tempi Travagliati - L'Assedio di Tarq'ensis

source: High Elves
it: Elfi Alti

source: Besieging Orcs
es: Orcos sitiando
it: Orchi assediando

source: Our party get back to Tarq'ensis
es: Nuestro grupo regresa a Tarq'ensis
it: Il nostro gruppo tornare a Tarq'ensis

source: Good you get back so soon
es: Bueno regreses tan pronto
it: Bene che tornare così presto

source: Yes, we did.
es: Sí, lo hicimos.
it: Sì, abbiamo fatto.

source: Orcs has came here and I am not sure can we kill them if there come more
es: Orcos ha venido aquí y no estoy seguro de que pueden matarlos si no vienen más
it: Orchi è venuto qui e io non sono sicuro che possiamo ucciderli se ci venire più

source: We'll kill these orcs
es: Vamos matar a estos orcos
it: Ci uccidere questi orchi

source: Kill all orcs
es: Mata a todos los orcos
it: Uccidi tutti gli orchi

source: Death of an elf hero
es: Muerte de un héroe elfo
it: Morte di un eroe elfi

source: thank you
es: gracias
it: grazie

source: My lord we know now: thes orcs come shoutwest from highlands. I was there
es: Mi señor ya sabemos: estos orcos vienen shoutwest desde las tierras altas. Yo estuve allí
it: Il mio signore ora sappiamo: gli orchi vengono sud-ovest da altopiani. Ero lì

source: You are good scout
es: Eres un buen explorador
it: Tu sei un esploratore buone

source: They have changed weaker I recomend attack to them quick
es: Han cambiado más débil. Recomiendo el ataque al rápido
it: Hanno cambiato più debole vi consiglio attacco al rapido

source: but where I get so big army that we can win?
es: ¿pero dónde obtengo el ejército tan grande que podemos ganar?
it: ma dove ho esercito così grande che possiamo vincere?

source: We can go to highlands
es: Podemos ir a las montañas
it: Possiamo andare al altipiani

source: You will die
es: Morirás
it: Morirai

source: Not sure
es: No estoy seguro
it: non è sicuro

source: I'll give some money for you
es: Voy a dar un poco de dinero para usted
it: Darò qualche soldo per voi

source: thanks
es: gracias
it: grazie

source: Troubled Times - To Highlands
es: Tiempos Turbulentos - a las Tierras Altas
it: Tempi Travagliati - da altopiani

source: Move South
es: mueva Sur
it: Move Sud

source: Elves here? Well we get food.
es: Elfos aquí? Bueno, conseguir comida.
it: Elfi qui? Bene, noi procurarsi il cibo.

source: we must go on
es: hay que seguir
it: si deve proseguire

source: Troubled Times - Highlands
es: Tiempos Turbulentos - Tierras Altas
it: Tempi Travagliati - Altopiani

source: Find out from where the orcs spawn
es: Averigüe donde el orcos desove
it: Scopri da dove gli orchi progenie

source: They spawn from some kind of rock?
es: El desove de algún tipo de roca?
it: Si riproducono da un qualche tipo di roccia?

source: Now we'll destory all
es: Ahora vamos destruir a todos
it: Ora ci distruggere tutto

source: Who has made it
es: ¿Quién lo ha hecho?
it: Chi l'ha fatto?

source: this rock is too huge to move or destory
es: esta roca es demasiado grande para mover o destruir
it: questa roccia è troppo grande per muovere o distruggere

source: We need the Maul of Elemtrus to destory it
es: Necesitamos el mazo de los elementos para destruirlo
it: Abbiamo bisogno del Maul di elementi per distruggerla

source: What it is and where?
es: ¿Qué es y dónde?
it: Cos'è e dove?

source: A Power hammer and somewere in the darwen mountains
es: Un martillo de poder y en algún lugar de las montañas enanos
it: Un martello potente e in qualche montagne nani

source: maybe we now go to look for the Maul of Elemtrus
es: tal vez ahora vamos a buscar el mazo de los Elementos
it: forse ora andiamo a cercare il Maul di elementi

source: Troubled Times - to Dwarven Caves
es: Tiempos Turbulentos - a los Cuevas Enanas
it: Tempi Travagliati - a Grotte Nani

source: Explore the cave
es: Explora la caverna
it: Esplora la grotta

source: The party gets to the dwarven mountain
es: El grupo llega a la montaña enano
it: Il gruppo arriva alla montagna dei nani

source: Who goes there?
es: ¿Quién va?
it: Chi va là?

source: What do elves in caves?
es: ¿Qué hacen elfos en cavernas?
it: Cosa elfi in grotte?

source: We came to looking for the Maul of Elemtrus
es: Vinimos a buscar el mazo de los Elementos
it: Siamo venuti alla ricerca del Maul di elementi

source: I can help you if you help us whit these orcs.
es: Te puedo ayudar si usted nos ayuda con estos orcos.
it: Io posso aiutarti se ci aiuta con questi orchi.

source: Kill the orcs
es: Mata los orcos
it: Uccidere gli orchi

source: Thank you
es: Gracias
it: grazie

source: I have heard that the Maul of Elemtrus is nortwest from here.
es: He oído que el mazo de los elementos está al noroeste de aquí.
it: Ho sentito dire che la Maul di elementi è a nord-ovest da qui.

source: Troubled Times - The Maul of Elementus
es: Tiempos Turbulentos - el mazo de los Elementos
it: Tempi Travagliati - Il Maul di elementi

source: Cave Critters
es: Criaturas de las cavernas
it: Animali di grotta

source: Find the Maul of Elementus
es: Encontrar el mazo de los Elementos
it: Trovare le Maul di elementi

source: The Dwarf said that The Maul of Elementus is north, Garisoned by trolls and goblins
es: El Enano dijo que el maul de los elementos es el norte, guardado por los trolls y duendes
it: Il Nano ha detto che la Maul di Elements si trova a nord, presidiata da trolls e folletti

source: The Maul of Elementus
es: El mazo de los Elementos
it: Il Maul di elementi

source: I get it. Now we can go to destory the rock and orcs
es: Ya lo tengo. Ahora podemos ir destruir la roca y los orcos
it: Ce l'ho. Ora possiamo a distruggere la roccia e gli orchi

source: Troubled Times - The Last Battle
es: Tiempos Turbulentos - La última batalla
it: Tempi Travagliati - L'ultima battaglia

source: Defeat all enemy leaders
es: Derrota a todos los líderes enemigos
it: Sconfiggere tutti i condottieri nemici

source: Destroy the Rock
es: Destruye la roca
it: Distruggere la Rocca

source: the rock is destroyed, now we just need to kill the enemies
es: la roca es destruida, ahora sólo tenemos que matar a los enemigos
it: la roccia è distrutto, ora dobbiamo solo uccidere i nemici

source: You demolished my work of years.
es: Es usted demolido mi trabajo de años.
it: È demolito il mio lavoro di anni.

source: Now we only need to destory the stone
es: Ahora sólo tenemos que destruir la piedra
it: Ora dobbiamo solo distruggere la pietra
