Repository: CristinaMendonca/wesn-pt-trans
Catalog: umc/*/wesnoth-Era_of_High_Sorcery.po
Languages: pt

source: Era of High Sorcery (EoHS) is an era where your leader is a powerful wizard whose spells can alter the nature of the entire battlefield (sometimes literally!). EoHS features: - Three realms of magic, each with more than a dozen unique spells - Pick your recruits from one or more factions - Ability to customize your wizard's appearance, changing their hairstyle and recoloring their robes and equipment – plus several hats you can earn by performing in-game feats - No download required for non-host players – anyone can join or observe an EoHS game - Freely available on the add-on servers for Wesnoth 1.10 and 1.11
pt: Na Era da Alta Magia (EdAM) o teu líder é um poderoso feiticeiro cujos feitiços podem alterar a natureza do campo de batalha inteiro (as vezes literalmente!). Principais características: — Três ramos de magia por explorar, cada um com mais de uma dúzia de feitiços únicos. — Escolha os teus recrutas de uma ou mais facções. — Permite escolher livremente a aparência do teu líder, deste o estilo de cabelo até a cor das mantas ou tipo de equipamento — mais uma variedade de chapéus que podem ser adquiridos ao recorrer do jogo. — Não é necessário descarregar a era para a jogar, qualquer um pode juntar-se a uma partida que utilize esta era. — Disponível de forma gratuita nos servidores da Batalha por Wesnoth (versão 1.10 e 1.12)

source: Wizards (v
pt: Magos (v

source: EoHS: Era of High Sorcery
pt: EdAM: Era da Alta Magia

source: Default
pt: Padrão

source: EoHS: Alternative settings
pt: EdAM: Configuração alternativa

source: Alt settings
pt: Definições alternativas

source: EoHS with any era
pt: Jogar a era em conjunto com qualquer outra

source: In this version of EoHS, the alliances are replaced with the factions from whatever era you choose.
pt: Nesta versão da era as alianças irão ser substituídas pelas facções da era escolhida.

source: EoHS with any era: Alternative settings
pt: EdAM com qualquer era: Configuração alternativa

source: Transformed:
pt: Transformado:

source: Circle of protection:
pt: Círculo de Protecção:

source: You can't target any action at an enemy circle of protection.
pt: Não podes dirigir uma acção a um inimigo dentro do seu círculo de protecção.

source: AP:
pt: PA:

source: Mana cost:
pt: Custo em Mana:

source: You will transmute $1| gold into mana
pt: Irás converter $1| peças de ouro em mana

source: Gold cost:
pt: Custo em Ouro:

source: Target type:
pt: Tipo de Alvo:

source: Range:
pt: Alcance:

source: Target
pt: Alvo

source: Range
pt: Alcance

source: Use
pt: Usa

source: Cast
pt: Enfeitiça

source: Start casting
pt: Começa a lançar o feitiço

source: $use| <b>$1|</b> at <b>$4|</b> ($2|,$3|)
pt: $use| <b>$1|</b> à <b>$4|</b> (em $2|,$3|)

source: $use| <b>$1|</b> at ($2|,$3|)
pt: $use| <b>$1|</b> em ($2|,$3|)

source: You have no actions to use.
pt: Não tens nenhuma acção disponível.

source: Gold:
pt: Ouro:

source: AP:
pt: PA:

source: Your action ($3|) was disrupted by an invisible unit at ($1|,$2|). Try again.
pt: A tua acção ($3|) fora interrompida por uma unidade invisível em ($1|,$2|). Por favor tenta de novo.

source: $actor_name| ($actor.x|,$actor.y|) $uses| $action.name| at $target_name| ($target.x|,$target.y|).
pt: $actor_name| ($actor.x|,$actor.y|) lança o feitiço $action.name| à $target_name| (em $target.x|,$target.y|).

source: $actor_name| ($actor.x|,$actor.y|) $uses| $action.name| at ($target_x|,$target_y|).
pt: $actor_name| ($actor.x|,$actor.y|) lança o feitiço $action.name| em ($target_x|,$target_y|).

source: $actor_name| ($actor.x|,$actor.y|) $uses| $action.name|.
pt: $actor_name| ($actor.x|,$actor.y|) lança o feitiço $action.name|.

source: hex
pt: hexágono

source: Any hex
pt: qualquer hexágono

source: empty hex
pt: um hexágono vago

source: Empty hex
pt: Um hexágono vago

source: You can't tell if that hex is occupied.
pt: Não sabes se este hexágono está vago.

source: recruit hex
pt: local de recrutamento

source: Recruit hex
pt: Local de recrutamento

source: unit
pt: unidade

source: Any unit
pt: Qualquer unidade

source: You can't tell if there is a unit there.
pt: Não sabes se existe uma unidade aqui.

source: Unit (probably enemy)
pt: Uma unidade (provavelmente inimiga)

source: You probably don't want to cast that at an ally.
pt: Provavelmente não quererás lançar este feitiço a uma unidade aliada.

source: Unit (probably ally)
pt: Uma unidade (provavelmente aliada)

source: You probably don't want to cast that at an enemy.
pt: Provavelmente não quererás lançar este feitiço a uma unidade inimiga.

source: uses
pt: usa

source: casts
pt: Lança o feitiço

source: starts casting
pt: começa a lançar o feitiço

source: You already have that spell active.
pt: Este feitiço já está activo.

source: Replaces your current touch enchantment
pt: Substitui o tipo de encantamento que tens

source: Touch enchantment
pt: Toque encantado

source: This spell takes $1| turns (counting the turn you start it), and takes effect at the beginning of its last turn. Once you start casting this spell, you cannot move, attack, or cast other spells, or earn mana until after its last turn (or the turn when you cancel it).
pt: Este feitiço leva $1| turnos (a contar do turno corrente), e tem efeito no último. Uma vez que lançares o feitiço, não poderás mover, atacar, lançar outros feitiços, nem ganharás qualquer ponto de mana durante o encantamento.

source: $1| turns
pt: $1| turnos

source: Cancel Ritual
pt: Interromper o ritual.

source: You abandon your current ritual. You don't recover any of the cost, and you still can't move this turn, but you'll be able to move next turn.
pt: Interrompes o ritual. Não ganharás qualquer ponto gasto de volta, nem de podes mover de imediato, contudo podes mover-te livremente a partir do próximo turno.

source: $actor_name| ($actor.x|,$actor.y|) stops casting $ritual|.
pt: $actor_name| ($actor.x|,$actor.y|) interrompeu o $ritual|.

source: Absorb Bats
pt: Absorver morcegos

source: You absorb all your Vampire Bats that are next to you, regaining all the gold or mana spent to create them.
pt: Absorves todos os morcegos a tua imediata volta, ganhando a quantidade de ouro e mana que fora necessário para criar-os.

source: Bats absorbed
pt: Morcegos absorvidos

source: Action Name
pt: Nome da Acção
